{
  "IMF_Article_IV": {
    "country": "Armenia",
    "imf_country_report_no": "23/416",
    "publication_date": "December 2023",
    "mission_dates": "September 13-25, 2023",
    "data_vintage": "November 17, 2023",
    "report_links": "https://www.imf.org/en/Publications/CR/Issues/2023/12/11/Republic-of-Armenia-2023-Article-IV-Consultation",
    "macro_overview": "Armenia's economy has continued to grow strongly following an unprecedented acceleration in 2022. Boosted by an influx of foreign exchange, migrants, and businesses mainly from Russia following the war in Ukraine, real GDP grew by 12.6% in 2022—the fastest growth rate in the last 15 years—and remained above 10% in H1 2023. Supported by robust private consumption and investment, the economy is projected to grow by 7% in 2023 before moderating to 5% in 2024. Inflation, which peaked at the start of the war in Ukraine, has quickly subsided to -0.2% year-on-year in August 2023, reflecting dram appreciation relative to 2022, falling food and fuel prices, lower price of imported goods, and tight monetary policy. However, the regional security situation worsened significantly in September 2023 after Azerbaijan's government took full control of Nagorno-Karabakh, triggering the exodus of about 100,000 ethnic Armenians into Armenia. The government has responded with prompt policy measures to support their immediate needs including cash transfers, accommodation allowances, and essential relief items. Despite strong performance, Armenia's long-standing economic challenges remain pressing: structural unemployment is still high at 13.5%, informality is pervasive, fiscal space is needed to raise human and physical capital including for healthcare system overhaul and infrastructure, financial markets remain relatively shallow limiting policy effectiveness, and institutional frameworks need continued strengthening. The current account moved into surplus of 0.8% of GDP in 2022 driven by unprecedented services trade surplus of 8.8% of GDP from tourism and foreign arrivals, and merchandise trade boost from reexports to Russia. In 2023, the tourism strength has continued but pent-up consumption demand has raised imports. Fiscal overperformance persisted with overall balance in surplus of 0.7% of GDP through September 2023. The financial system is performing well with banks having Pillar 1 capital well above requirement of 11%, comfortable liquidity, and relatively low NPLs. The dram appreciated by 22% against USD during March 2022-September 2023 due to large FDI and capital inflows primarily from Russia, and international reserves reached $4.0 billion (135% of ARA metric) in August 2023.",
    "policy_stance": "The policy focus is on preserving macroeconomic stability while providing humanitarian and development support to Nagorno-Karabakh refugees. The 2024 budget targets an overall deficit of 4.6% of GDP, higher than 2023's 2.9%, including about 1.5% of GDP in additional social assistance (1% of GDP) and investment spending (0.5% of GDP) to support refugees including medical care, housing, education, and social protection. These measures are planned to be financed by redirecting about 1.5% of GDP loan that Armenia previously extended to the NK administration annually. Excluding refugee support, the fiscal stance remains broadly neutral, which is appropriate in the context of narrowing output gap and very low inflation, and will help keep the economy from overheating. The monetary policy stance is appropriate with the CBA having proactively tackled inflationary pressures. After raising the refinancing rate to 10.75%, the CBA kept it on hold before lowering it in June-October to 9.5%. The real policy rate of about 6% remains notably above the neutral real rate of close to 4%, providing space for gradual reduction while remaining mindful of strong demand conditions. The flexible exchange rate has served Armenia well in absorbing external shocks while building reserve buffers. Over medium term, gradual fiscal consolidation anchored on Armenia's fiscal rules will ensure public debt remains moderate. Priority expenditures focus on full implementation of Universal Health Coverage reform by 2027, strengthening social protection system through hybrid means testing, enhancing youth and female employment through new employment strategy, and raising capital spending to about 6.5% of GDP through high-quality public investment. Structural reforms are critical including: tax expenditure rationalization yielding at least 0.75% of GDP in additional revenue by 2026; strengthening revenue administration capacity; managing fiscal risks through SOE ownership policy and local government fiscal framework; advancing prudential regulation and supervisory reforms in financial sector including introduction of Pillar 2 bank capital add-ons, bank resolution framework following FSB Key Attributes, and strengthening crisis management; improving insolvency legislation to increase creditor protection and efficiency; advancing export strategy to diversify export basket and markets; strengthening governance through anti-corruption enforcement and AML framework operationalization.",
    "key_risks": "Downside risks to the outlook are significant and uncertainty remains high. Key risks include: (1) Further regional tensions and potential political instability related to Nagorno-Karabakh situation and border disputes with Azerbaijan, peace negotiations have progressed very slowly, which could trigger capital outflows, put depreciation pressures on the dram, and cause reemergence of inflationary pressures; (2) Slowdown in major trading partners, particularly Russia which accounts for significant share of remittances, exports, and capital flows—exports to Russia (much consisting of reexports) contribute significantly to current account improvement as positive spillover from war in Ukraine, and any reversal would impact growth; (3) Tight global financial conditions and shifts in global risk sentiment which could cause capital flow reversals, undermine growth, put significant pressure on reserves, and increase borrowing costs; (4) Recurrence of high global food and energy prices which could reignite inflation given Armenia's dependence on imported energy (highly dependent on cheap Russian gas) and food; (5) Risk of secondary sanctions on isolated companies and individuals due to Armenia's economic ties with Russia, though mitigated by strong commitment to international sanctions compliance; (6) Fast easing of monetary policy stance which could cause reemergence of inflation and de-anchoring of expectations; (7) Loose fiscal policy which could undermine fiscal sustainability and macro stability; (8) Financial sector risks particularly in housing sector given rapid credit growth—mortgages grew 9.5% and construction lending 26.6% in September 2023, house prices have surged driven by mortgage credit growth, migration inflows, and low supply elasticity, raising concerns about potential bubbles; (9) Political uncertainty or delays in structural reforms which could affect investor confidence; (10) Humanitarian and fiscal costs from refugee integration exceeding current estimates, requiring substantial revision of medium-term fiscal plans. In illustrative adverse scenario triggered by combination of shocks including decline in trading partners' growth and rising commodity prices, current account deficit could widen, growth could fall to 1.5-2.5%, reserves could decline significantly, and public debt could rise to 57-60% of GDP. Upside risks include higher export receipts, continued capital and migrant inflows to Armenia, successful implementation of structural reforms positively affecting potential growth (could add 0.5 ppts), and sustained integration of highly productive migrants (4-9.4% of labor force) could increase potential GDP growth by up to 0.5 ppts.",
    "real_gdp_growth_t-1": "12.6% (2022)",
    "real_gdp_growth_t": "7.0% (2023 projected)",
    "real_gdp_growth_t+1": "5.0% (2024 projected)",
    "cpi_eop_latest": "2.5% (end-2023 projected); actual was -0.2% y-o-y in August 2023, 0.1% in September 2023",
    "output_gap": "Positive at around 2.0% of GDP in 2023 due to strong domestic demand driven by capital and migrant inflows; expected to contract rapidly in 2024 as growth moderates and temporary factors dissipate. There is significant uncertainty in estimates reflecting unprecedented factors affecting Armenia's economy in recent years.",
    "nominal_gdp_lcu": "6,182 billion drams (2020), 6,983 billion drams (2021), 8,501 billion drams (2022), 9,424 billion drams (2023 proj), 10,325 billion drams (2024 proj), 11,211 billion drams (2025 proj)",
    "nominal_gdp_usd": "12,642 million (2020), 13,861 million (2021), 19,514 million (2022), 23,787 million (2023 proj), 24,745 million (2024 proj), 26,569 million (2025 proj)",
    "population": "2.96 million (2023 est., calculated from GDP per capita of $8,029 and GDP of $23,787 million). Note: Significant increase from 2021 due to influx of migrants primarily from Russia.",
    "overall_balance_gdp": "-5.4% (2020), -4.6% (2021), -2.1% (2022), -2.9% (2023 proj), -4.6% (2024 proj including 1.5% refugee support), -3.8% (2025 proj), -3.5% (2026 proj), -3.2% (2027 proj), -2.8% (2028 proj). Fiscal overperformance persisted through September 2023 with surplus of 0.7% of GDP.",
    "primary_balance_gdp": "1.5% deficit (2022), 1.6% deficit (2023 proj), 1.7% deficit (2024 proj), 0.9% deficit (2025 proj), 0.5% deficit (2026 proj), 0.2% deficit (2027 proj), -0.3% surplus (2028 proj)",
    "revenues_gdp": "25.2% (2020), 24.1% (2021), 24.3% (2022), 25.2% (2023 proj), 25.1% (2024 proj), 25.2% (2025 proj), rising gradually to 26.2% by 2028. Tax revenue: 22.0% (2020), 22.1% (2021), 21.9% (2022), 22.9% (2023 proj), 23.1% (2024 proj), 23.3% (2025 proj). Strong revenue performance in 2023 driven by robust increase in income taxes and social security contributions due to strong labor market and wage growth, record tax collections on 2022 banking sector profits, and VAT buoyed by strong consumption.",
    "expenditure_gdp": "30.6% (2020), 28.7% (2021), 26.4% (2022), 28.2% (2023 proj), 29.7% (2024 proj including refugee support), 29.0% (2025 proj), declining to 28.9-29.0% through 2028. Capital expenditures projected to gradually grow to about 6.5% of GDP in line with authorities' plan to spur public investment, though systematic under-execution remains challenge.",
    "public_debt_gdp": "67.4% (2020), 63.4% (2021), 49.2% (2022 - sharp decline due to GDP surge and dram appreciation), 50.3% (2023 proj), 50.1% (2024 proj), 50.8% (2025 proj), 50.7% (2026 proj), 50.4% (2027 proj), 50.1% (2028 proj). Public and publicly-guaranteed debt stabilizes below 50% of GDP. Central Government PPG debt: 63.5% (2020), 60.3% (2021), 46.7% (2022), 47.5% (2023 proj), 47.5% (2024 proj), 48.4% (2025 proj).",
    "debt_profile": "Share of foreign currency in Central Government PPG debt declining: 75.6% (2020), 71.2% (2021), 62.1% (2022), 58.2% (2023 proj), 55.8% (2024 proj), 51.7% (2025 proj), reaching 51.2% by 2028. Authorities objective to reduce reliance on foreign currency debt. Recent US$187.6 million (0.8% GDP) buyback of US$500 million Eurobond due in 2025 through higher domestic borrowing supported this objective. Debt by holder: mix of external official creditors (multilateral and bilateral), domestic commercial banks, domestic other creditors. Debt by maturity: residual maturity weighted toward 1-5 years with growing share >5 years. Debt composition: approximately 60% external debt, 40% domestic debt. External debt declining in % terms due to dram appreciation and shift to domestic financing.",
    "fiscal_rules": "Armenia has fiscal rules framework with targets to keep: (1) public debt below 60% of GDP in normal times (used escape clause in 2020-21 during COVID and war when debt surpassed 60%); (2) medium-term fiscal deficit on gradual consolidation path. The 2024-26 Medium-Term Expenditure Framework (MTEF) assumes annual increase in both current and capital expenditures (0.5 ppt of GDP) financed by annual tax revenue increases of 0.8% of GDP. However, refugee inflow impact necessitates substantial revision at next MTEF cycle in early 2024. Medium-term path targets deficit reduction of about 1 ppt of GDP by 2026 (about 0.2% of GDP annually) to keep debt moderate and guard fiscal stability against exchange rate and growth risks. Some deficit reduction will result from expiration of temporary refugee assistance as refugees integrate into labor market and social safety net.",
    "current_account_gdp": "-4.0% (2020), -3.5% (2021), 0.8% (2022 - moved into surplus), -3.1% (2023 proj), -3.1% (2024 proj), -3.6% (2025 proj), -4.1% (2026 proj), -4.5% (2027 proj), -5.0% (2028 proj). The 2022 surplus reflected rebound in external demand, robust service exports from tourism recovery linked to migratory flows from Ukraine war, and strong remittances. Trade balance improved from -10.9% (2020-2021) to -9.5% (2022), but widening to -12.6% (2023) and -11.6% (2024) as imports surge. Services balance improved dramatically to 8.8% of GDP in 2022. In 2023-24 current account moving back into deficit as temporary factors moderate. Medium-term norm around 4.9% of GDP deficit.",
    "reserves_usd_bn": "2,616 million (2020), 3,230 million (2021), 4,112 million (2022), 4,004 million (2023 proj), 3,903 million (2024 proj), 4,006 million (2025 proj), 4,264 million (2026 proj). Reserves increased by $100 million through mid-2023 amid continued capital inflows. Authorities carried out USD purchases of approximately $0.7 billion in 2022 and $0.4 billion to end-June 2023 to build external buffers.",
    "reserves_months_imports": "5.1 months (2020), 3.8 months (2021), 3.8 months (2022), 3.6 months (2023 proj), 3.3 months (2024 proj), 3.2 months (2025 proj), declining gradually to 3.0 months by 2028. Import cover declining as imports normalize.",
    "ara_percent": "122% (2020), 143% (2021), 154% (2022), 135% (2023 proj - August level), 131% (2024 proj), remaining above 130% throughout forecast horizon. Reserves estimated to be adequate at over 150% of ARA metric at end-2022.",
    "exchange_rate_regime": "Flexible exchange rate. The flexible exchange rate has served Armenia well as key shock absorber in absorbing external shocks while building reserve buffers. CBA uses limited FX interventions primarily for reserve accumulation and smoothing excessive volatility. End-of-period exchange rate: 523 AMD/USD (2020), 480 (2021), 394 (2022). Average exchange rate: 489 (2020), 504 (2021), 436 (2022). The dram appreciated by over 20% against USD in 2022 and 22% during March 2022-September 2023.",
    "fx_intervention_notes": "CBA conducted FX interventions primarily as USD purchases to build international reserves—approximately $0.7 billion in 2022 and $0.4 billion through June 2023. In early October 2023, due in part to refugees' higher demand for foreign exchange, the dram weakened temporarily by about 10% against dollar before settling at about 5% below mid-September value. FDI and capital inflows decelerated in 2023 after very strong 2022. Large FDI and other investment inflows in 2022 reflected primarily capital flows from Russia in mining, energy, and telecommunication sectors. Dram appreciation on account of: (1) greater demand for dram from foreign nationals who relocated to Armenia and (2) greater use of ruble and dram instead of USD for trade invoicing with Russia including for gas import payments.",
    "policy_rate": "Policy rate (refinancing rate) raised to 10.75% to combat inflation, then kept on hold for several months before lowering in June-October 2023 to 9.5% as deflationary pressures emerged. CBA has been proactive in monetary policy—tightening significantly helped limit pass-through from external price shocks to domestic inflation. Monetary policy tightening had significant effect especially by limiting pass-through from external price shocks.",
    "real_policy_rate": "Approximately 6% (based on policy rate of 9.5% and inflation projection of 2.5-4% for 2024). Real policy rate remains notably above neutral real rate of close to 4%, providing some space for gradual reduction while remaining mindful of strong demand conditions and positive output gap. Real interest rate in debt dynamics: -1.7% (2022), 0.8% (2023 proj), 0.8% (2024 proj), 1.2% (2025 proj).",
    "credit_growth": "Private sector credit growth: 14.3% (2020), -3.9% (2021), 4.5% (2022), 13.2% (2023 proj), 7.5% (2024 proj), 5.9% (2025 proj). Adjusting for exchange rate, banks' loan portfolio increased 13.6% in September 2023 year to date. Growth of 9.5% in mortgages and 26.6% in construction lending through September 2023. Deposit growth decelerated to 5% year to date in September 2023 as non-resident deposits declined by 10%. Broad money growth: 9.0% (2020), 13.1% (2021), 16.1% (2022), 15.9% (2023 proj), 10.3% (2024 proj).",
    "dollarisation": "Dollarization remains elevated though declining. Deposit dollarization increased due to increase in FX non-resident deposits but did not affect loan dollarization. Share of foreign currency loans in total loans remains significant. Given elevated deposit dollarization and high share of non-resident foreign currency deposits in banking system, Armenia remains potentially vulnerable to sudden shifts in global financial conditions. Continued de-dollarization efforts and policies aimed at maintaining share of FDI in external financing important to mitigate vulnerabilities. Authorities working on developing AMD liquidity including sourcing from Amundi-ACBA through swaps and repos, and continued dialogue with CBA on money market development.",
    "fsi_car": "Banks have Pillar 1 capital well above requirement of 11%. Capital adequacy ratios are solid with comfortable buffers. Banks' capital buffers are solid. Capital adequacy above minimum requirements.",
    "fsi_npl": "Relatively low non-performing loans. NPLs—excluding watch loans—remain low. In July 2021, CBA aligned NPL definition with BCBS regulation (from FSAP recommendations), now only considers exposures >90 days past due (doubtful and substandard loans). Asset quality generally sound.",
    "fsi_roe": "Return on equity has been significant. Record returns banks earned in 2022 have eased but remain significant in 2023, supported by FX gains and benefiting from higher interest income. Banks' profitability rose due to foreign exchange gains and lower provisioning but has started normalizing. Profitability continues to remain high.",
    "fsi_lcr": "Banks maintain comfortable liquidity levels. Liquidity ratios are adequate. Banks have ample liquidity buffers.",
    "macroprudential_measures": "CBA taking measures to mitigate buildup of risks from rising house prices and fast-growing mortgage lending. Increased countercyclical capital buffer to 1.5% of risk-weighted assets became effective in August 2023, enhancing banking sector resilience to adverse shocks. CBA continues monitoring housing market risks and stands ready to deploy additional macroprudential tools. Draft stress scenarios produced to assess impact of house price and income shocks on property developers, households, and banking sector balance sheets. Government submitted draft amendments to Civil Code to limit use of funds in escrow accounts by property developers to reduce bank risks associated with construction industry. CBA advancing efforts to improve supervisory toolkit and capacity including formal roadmap for introduction of Pillar 2 bank capital add-ons determined based on SREP assessments. Amendment to Central Bank Law to be submitted to parliament to give supervisors power to impose early intervention measures in context of SREP. Impact study of interest rate risk in banking book (IRRBB) to be conducted using Basel framework methodologies. Bank resolution law following FSB Key Attributes to be submitted to Parliament by June 2024.",
    "baseline_growth_outlook": "Growth projected to decelerate from very high 2023 rate but remain robust. Real GDP growth: 12.6% (2022), 7.0% (2023 proj), 5.0% (2024 proj), 4.5% (2025 and medium-term). Medium-term growth expected to moderate to estimated potential rate of about 4.5% as combination of factors including dissipating impact of labor and capital inflows and tight monetary policy steer growth toward potential. Over medium term, growth projected to reach potential of around 4.5%, while steadfast implementation of structural reforms under program could increase potential growth further—structural reforms could add 0.5 ppts to potential growth. There is significant uncertainty in medium-term projections. Recent inflow of working-age migrants (4-9.4% of total labor force) could increase potential GDP growth by up to 0.5 ppts. Integration of refugees in labor force can also boost long-term potential. Growth drivers transitioning from temporary factors (capital inflows, migration, reexports) to more sustainable domestic demand and structural improvements. Final consumption expenditure contribution to growth: 7.5% (2023 proj), 2.2% (2024 proj), 2.6% (2025 proj). Gross fixed capital formation contribution: 2.2% (2023 proj), 2.9% (2024 proj), 2.0% (2025 proj).",
    "fiscal_consolidation_path": "Gradual fiscal consolidation over medium term will help sustain fiscal buffers. Medium-term fiscal path targets deficit reduction of about 1 ppt of GDP by 2026 (about 0.2% of GDP annually) to keep debt moderate and guard fiscal stability against exchange rate and growth risks. Overall deficit: -2.9% (2023), -4.6% (2024 including refugee support), -3.8% (2025), -3.5% (2026), -3.2% (2027), -2.8% (2028). Primary balance moving from deficit to surplus by 2028. Medium-term path accommodates critical development spending on: (1) Health—full implementation of Universal Health Coverage reform by 2027 though lack of consensus on benefit package and financing may cause delays; (2) Social protection—strengthening social safety net through hybrid means testing, employment strategy to enhance youth and female employment, potential unemployment insurance scheme, pension alignment with minimum consumer basket by 2026; (3) Investment—raising capital spending to 6.5% of GDP through high-quality public investment though ambitious and needs continued PIM strengthening. Consolidation supported by structural fiscal reforms: tax policy reforms yielding ≥0.75% GDP by 2026 (including turnover tax reforms, VAT threshold reduction, financial sector taxation, excise adjustments, IT sector incentive review), revenue administration strengthening, tax expenditure rationalization (estimated at 5.5% of GDP with reform yield of 3.9% GDP), managing fiscal risks through SOE policy and local government framework. Some deficit reduction will result from expiration of temporary refugee assistance.",
    "risk_1_label": "Regional tensions and political instability",
    "risk_1_likelihood": "High",
    "risk_1_impact": "High - could trigger capital outflows, currency depreciation, inflation resurgence, growth slowdown",
    "risk_2_label": "External demand shock from trading partner slowdown (especially Russia)",
    "risk_2_likelihood": "Medium-High",
    "risk_2_impact": "High - would reduce exports, remittances, capital inflows; widen current account",
    "risk_3_label": "Global financial tightening and capital flow reversals",
    "risk_3_likelihood": "Medium",
    "risk_3_impact": "High - would increase borrowing costs, pressure reserves, potentially trigger adjustment",
    "dsa_risk_rating": "Moderate. Overall risk of sovereign stress is 'moderate' reflecting moderate level of vulnerability in medium-term and manageable risks in long term. Debt assessed as 'sustainable'. Medium-term risk is 'moderate' in line with mechanical signal.",
    "dsa_heatmap_summary": "Debt stabilizes at comfortable terminal level below 50% of GDP in medium-term. GFN are low and stable averaging 10.0% of GDP. However, considerable uncertainty around baseline as debt is vulnerable to growth and exchange rate risks. Fanchart signal: Moderate. GFN signal: Moderate. Stress test signals concern for contingent liabilities and natural disasters. External debt-to-GDP ratio improved to 72.7% (2022) from 98.2% (2021) due to dram appreciation, projected to decline further to around 50% by 2028.",
    "gross_financing_needs_gdp": "7.6% (2022), 8.4% (2023 proj), 9.9% (2024 proj), 11.7% (2025 proj), 10.8% (2026 proj), 10.4% (2027 proj), averaging about 10% in medium term, remaining at manageable levels. Debt service: 6.1% (2022), 6.8% (2023 proj), 8.2% (2024 proj), 10.8% (2025 proj). In long term, large amortization payments and climate adaptation needs may add to risks though expected to be manageable.",
    "stress_tests_bind": "Debt vulnerable to growth and exchange rate shocks. Real depreciation shock (30% depreciation) would raise external debt-to-GDP above 80% and public debt to around 69%. Growth shock would raise debt to 61% of GDP. Combined shock (growth, interest rate, current account) would raise debt to 59%. Interest rate shock impact moderate given relatively high share of concessional financing in external public debt. Historical scenario (using 10-year averages) underscores importance of adhering to fiscal consolidation targets—debt would be higher and less sustainable under historical parameters.",
    "sovereign_issuance_notes": "Recent US$187.6 million buyback of US$500 million Eurobond due in 2025 completed through domestic borrowing, supporting objective to reduce FX debt. Authorities overexecuted end-September 2023 domestic borrowing plan by AMD 42 billion (0.4% of GDP). T-bill and coupon bond financing from domestic market including resident banks, nonbanks, and some nonresident participation. Domestic debt market being developed to diversify funding sources.",
    "investor_base_notes": "Investor base includes: multilateral creditors (World Bank, ADB, IMF), bilateral creditors (various countries), domestic commercial banks, domestic nonbank residents, and some nonresident investors. Share of nonresidents in domestic debt market limited but growing. FDI reached record 4.9% of GDP in 2022 following 2.5% in 2021, well above historical average of 1.5%, primarily from Russia in mining, energy, telecommunications. Portfolio investment showed outflows of 7% of GDP in 2022 reflecting substantial net acquisitions of financial assets. Nonresident deposits showed very sharp increase (net inflow of 9% of GDP in 2022) versus net outflows in 2021.",
    "market_depth_notes": "Financial markets remain relatively shallow limiting policy effectiveness. Domestic debt market being developed. T-bill and bond market exists with regular auctions showing participation from domestic banks and nonbanks. Developing domestic bond market to reduce reliance on external financing. Market depth and liquidity improving but remain constraints. CBA working on money and capital market development including dialogue on local currency development. Authorities working with Amundi-ACBA on AMD liquidity sourcing through swaps and repos. Continued development needed for deeper, more liquid markets.",
    "fsap_links": "2019 FSAP conducted. FSAP recommendations being implemented including: alignment of NPL definition with BCBS regulation (completed July 2021), improvements to supervisory frameworks, stress testing enhancements, macroprudential policy development, crisis management and resolution framework.",
    "programme_status": "Stand-By Arrangement (SBA) approved by IMF Executive Board in December 2022. Three-year SBA broadly on track, supports authorities' macro-stabilization and reform efforts. Armenian authorities continue treating SBA as precautionary. First review completed mid-June 2023. Second review completed December 11, 2023. All end-June quantitative performance criteria and indicative targets met with comfortable margins. Preliminary data indicate end-September indicative targets met. End-June headline inflation of -0.5% breached lower-outer band of Monetary Policy Consultation Clause triggering consultation with Executive Board. Considerable progress on structural benchmarks though some delays. Upon completion of second review, additional $24.4 million (SDR 18.4 million) made available bringing total access to $73.3 million (SDR 55.2 million).",
    "board_date": "December 11, 2023 (Second Review of Stand-By Arrangement and 2023 Article IV Consultation)",
    "next_article_iv_cycle": "24-month cycle in accordance with Decision No. 14747-(10/96). Next Article IV Consultation expected around December 2025."
  },
  "EBRD_Country_Strategy": {
    "country": "Armenia",
    "strategy_period": "2025-2030",
    "publication_date": "Approved by Board of Directors on 26 February 2025",
    "link": "Not specified in document",
    "priority_1": "Support the Development of a More Inclusive and Competitive Private Sector. This priority focuses on strengthening Armenia's economic diversification by supporting companies in high-potential sectors while working to improve trade routes and logistics infrastructure to enable efficient economic interactions. Key elements include: supporting human capital development and increasing access to finance for underserved groups including refugees; enhancing SME competitiveness through financing via partner financial institutions with over EUR 225m provided to 10 PFIs during previous strategy including for GEFF, WiB programs; providing skills-enhancing trainings to over 1000 SMEs and advisory support to over 270 SMEs under ASB program with 92% reporting increased turnover; deploying trade finance (EUR 340m+ with local banks under TFP during 2019-2023); supporting investment in high-potential sectors and companies; addressing access to finance constraints particularly for small businesses exacerbated by competition from informal sector; tackling gender disparities that hamper productivity growth; addressing regional differences in economic opportunities; supporting export diversification beyond low-value-added products (metals, minerals dominate current basket); promoting FDI attraction beyond recent Russia-driven inflows. Operational focus on SME lending, trade finance, WiB, advisory services, equity investments through funds.",
    "priority_2": "Accelerate the Green Economy Transition Through Support for Sustainable Infrastructure. This priority emphasizes promoting decarbonization, enhancing energy efficiency, and supporting Armenian cities to address pressing environmental challenges through targeted sustainable infrastructure investments and capacity building. Key elements include: developing renewable energy capacity (co-financed with EU/IFC the first utility-scale 55MW solar plant in Armenia and Caucasus); supporting energy efficiency investments in corporate and residential sectors; transitioning from high-emission sources particularly Russian gas dependence; promoting circular economy and waste management; supporting sustainable municipal infrastructure including transport (87 CNG buses for Yerevan), water management, solid waste projects; climate adaptation initiatives; supporting grid infrastructure and connectivity (Telecom Armenia fiber optic rollout EUR 18.7m); road infrastructure (EUR 236m sovereign loan for Sisian-Kajaran road 24km southern section reducing travel from 3-4 hours to 1 hour); border infrastructure (EUR 10.5m Meghri crossing reconstruction, EUR 10m Syunik customs and logistics center); environmental projects addressing pollution and resource efficiency. Challenges include: energy sector dependence on cheap Russian gas hindering renewable scaling, underdeveloped transport infrastructure restricting connectivity, limited institutional capacity at municipal level causing project delays.",
    "priority_3": "Cross-cutting themes across both priorities include: improving corporate governance standards and engaging in policy dialogue to strengthen Armenia's business climate; supporting Investment Council for business climate improvements including public procurement, insolvency law, competition legislation reforms; addressing skills mismatches in workforce; promoting gender inclusion (WiB financing, 30% target for female board representation); refugee integration (EUR 44m Refugee Response Window through 5 PFIs and leasing, labour market integration initiatives, Tumo Center upskilling); regional development addressing geographical disparities; improving governance and anti-corruption frameworks; strengthening SOE governance; enhancing competition policy; developing PPP framework; improving policy and regulatory environment.",
    "cross_cutting_themes": "Corporate governance improvement; Business climate strengthening through policy dialogue; Gender inclusion and women's economic empowerment (WiB programs, gender-responsive components in infrastructure); Refugee integration (Refugee Response Plan with EUR 44m RRWA financing, labour market initiatives, skills training); Human capital development (ASB training programs, skills development, Tumo Center educational investments); Regional development addressing geographical disparities; Governance and anti-corruption (support to Investment Council, transparency initiatives); Digital transformation (IT sector support, Tumo innovation hub EUR 14.5m); Climate adaptation and resilience; Institutional capacity building particularly in public administration for PPPs and project management.",
    "competitive_gaps": "Armenia significantly lags OECD economies across transition quality dimensions with Competitive score of 68 (vs EEC avg 77, EBRD avg 73). Key gaps include: Small and landlocked market additionally disadvantaged by geopolitical challenges restricting market access and scale; Inadequate infrastructure particularly transport limiting connectivity and market integration; Low-value-added export basket dominated by metals and minerals; Competition from large informal sector distorting markets; Limited FDI in non-commodity sectors; Productivity constrained by skills gaps and inadequate workforce; Business climate challenges including regulatory burdens; Access to finance particularly for SMEs and underserved segments; Weak supply chains and logistics; Limited innovation and technology adoption; Export market concentration and lack of diversification; Landlocked geography compounded by closed borders with Turkey and Azerbaijan.",
    "well_governed_gaps": "Well-governed score 67 vs EEC 77 and EBRD 73. Key challenges include: SOE governance requiring continued reform (ANIF mandate clarification underway, broader state ownership policy needed); Weak competition policy though aligning with EU standards under CEPA; Limited public procurement efficiency; PPP legal framework underdeveloped; Fiscal risks from SOEs and contingent liabilities (PPP contingent liabilities at 7% of GDP end-2022); Corruption challenges despite improvements (TI CPI score 47/100 in 2023 up from 35/100 in 2018, ranked 62/180 countries, but weaknesses remain in business integrity, conflicts of interest, enforcement); Judicial independence challenges; Public administration capacity constraints particularly at municipal level; Policy implementation gaps; Transparency and accountability issues; Rule of law challenges. Progress: new anti-corruption strategy 2023-2026, Anti-Corruption Court established, police reform advanced, National Human Rights Action Plan 2023-2025 adopted.",
    "green_gaps": "Green score 44 vs EEC 60 and EBRD overall. Armenia faces significant green transition challenges: High energy intensity (4.3 MJ/GDP 2015$ PPP vs Georgia 3.1, Latvia 1.7); Emissions intensity 0.5 kgCO2/GDP vs regional comparators 0.2-0.7; Energy sector highly dependent on imported cheap Russian gas hindering renewable energy scaling and energy efficiency investments; Limited renewable energy capacity despite 55MW solar plant (first utility-scale); Inadequate energy efficiency in buildings and industry; Weak circular economy and waste management infrastructure; Environmental degradation including water stress; Climate vulnerability (water scarcity, natural disasters); Limited green financing availability; Insufficient climate adaptation measures; Pollution challenges particularly in urban areas; Weak environmental regulations and enforcement; Limited climate-resilient infrastructure.",
    "inclusive_gaps": "Inclusive score 40 vs EEC 44. Major inclusiveness challenges: High unemployment at 13.2% (2023) including youth unemployment 26.1%; Gender disparities hampering productivity—female labour force participation 68.7% vs regional 54-74% but women underrepresented in decision-making (only 2 female ministers, 35.5% parliament though improved from 24%); Regional economic disparities between Yerevan and other regions; Access to finance gaps particularly for women, youth, SMEs, refugees; Skills mismatches and inadequately skilled workforce; High informality limiting economic inclusion; Refugee integration challenges (>115,000 since Sept 2023 requiring housing, employment, services); Income inequality; Social protection system gaps though improvements underway (hybrid means testing); Limited economic opportunities in rural areas; Digital divide; Discrimination issues including gender-based violence, LGBTIQ discrimination; Education access and quality gaps.",
    "resilient_gaps": "Resilient score related to economic and financial sector resilience. Challenges include: External vulnerabilities from trading partner concentration (Russia accounts for large share of trade, remittances, capital flows); Geopolitical risks from regional tensions (Nagorno-Karabakh aftermath, Azerbaijan border issues); Financial sector risks from rapid credit growth particularly in housing; Banking dollarization elevated though declining; Shallow financial markets limiting shock absorption; Climate vulnerability to natural disasters; Energy security dependence on Russian gas; Limited economic diversification increasing vulnerability to sector shocks; Fiscal risks from contingent liabilities; External debt sensitivity to exchange rate movements; Refugee integration fiscal pressures. Strengths: Banking sector well-capitalized with adequate liquidity, flexible exchange rate regime, international reserves above adequacy metrics.",
    "integrated_gaps": "Integrated score reflects connectivity and regional integration challenges: Landlocked geography compounded by closed borders with Turkey and Azerbaijan severely restricting trade routes and market access; Underdeveloped transport infrastructure (Sisian-Kajaran road project addresses key bottleneck); Limited regional connectivity; Border infrastructure inadequate (Meghri crossing modernization underway); Customs and logistics inefficiencies (Syunik logistics center addresses this); Weak supply chain integration; Limited participation in regional value chains; Infrastructure gaps in transport, energy, digital connectivity; Trade facilitation challenges; Regional political tensions limiting integration potential; Dependence on limited trade corridors through Georgia; Need for improved connectivity with EU markets.",
    "business_climate": "Armenia has made progress on business climate reforms but challenges remain. Doing Business indicators show room for improvement. Competition policy being aligned with EU standards under CEPA. Investment Council supported by EBRD has helped drive reforms in: public procurement policies to enhance transparency and competition; insolvency law improvements to strengthen creditor rights and process efficiency; competition legislation to promote market contestability. Regulatory environment improving but burdens remain. Contract enforcement and dispute resolution need strengthening. Bankruptcy framework being reformed. Property rights protections generally adequate. Business registration processes improved (new registrations 6.4 per 1000 population vs comparators 4.6-8.5). Corruption remains concern for businesses. Informal sector competition distorts market. Tax administration improving. Labor regulations generally flexible. Access to electricity and utilities adequate. FDI framework open but limited investor interest beyond recent Russia inflows. Trade facilitation improving.",
    "soe_governance": "SOE governance requires continued reform. ANIF (Armenia National Interests Fund) mandate, reporting, transparency, and viability requirements clarified through recently adopted decree and charter revision underway. Broader state ownership policy being drafted to clarify SOE roles and contribution to development priorities or critical services. SOEs pose fiscal risks through: potential need for financial support, contingent liabilities, off-budget transactions. SOE performance monitoring and accountability weak. Board composition and independence issues. Transparency of SOE operations limited. Dividend policies unclear. Competition distortions from SOE market participation. Need for clear separation of commercial and policy objectives. Limited private sector participation in SOE-dominated sectors. SOE reform part of broader governance agenda. Privatization proceeding in some sectors but many strategic SOEs remain state-controlled. Energy sector SOEs (including ENA - Electric Networks Armenia) undergoing reform but challenges remain.",
    "competition_policy": "Armenia has been aligning competition regulation with European standards particularly through CEPA (Comprehensive and Enhanced Partnership Agreement with EU). Competition legislation being reformed with EBRD support through Investment Council. Competition authority exists but enforcement capacity limited. Market concentration high in several sectors. Barriers to entry in some markets. SOE participation can distort competition. Informal sector unfair competition. Public procurement reforms aim to enhance competition. Merger control framework being strengthened. Anti-competitive practices investigation capacity developing. Need for stronger enforcement of competition rules. Regulatory barriers to competition being addressed. Import competition limited by geography and infrastructure. Regional market integration could enhance competition but political barriers exist.",
    "ppp_legal_framework": "PPP framework exists but underdeveloped and constraining infrastructure financing. PPP law and decree limiting stock of new PPP contingent liabilities provide safeguards to minimize fiscal risks for future contracts. However, existing PPP contingent liabilities estimated at nearly 7% of GDP as of end-2022 due to improved methodology in Fiscal Risk Statement. More effective cap on total PPP-related contingent liabilities may require further legislative revisions. PPP framework needs: full integration with PIM and budget processes; improved project selection and preparation capacity; better risk allocation mechanisms; standardized contract templates; stronger fiscal risk management; enhanced institutional capacity particularly at municipal level for sub-sovereign PPPs; clearer approval workflows; transparent procurement processes. Municipal unreadiness for sub-sovereign borrowing and PPPs due to lack of implementation capacity at municipal and national level. Uncertainty regarding appetite for sovereign borrowing limiting public infrastructure projects. EBRD providing capacity building for municipal projects (Yerevan street lighting, solid waste).",
    "sector_bottlenecks": "Key sector bottlenecks include: Energy—dependence on Russian gas imports limiting energy security and hindering renewable energy and efficiency investments; scaling renewable energy constrained by limited grid capacity, regulatory barriers, financing gaps. Transport—underdeveloped infrastructure restricting connectivity and market access; Sisian-Kajaran road addressing key southern connectivity bottleneck; landlocked geography compounded by closed borders; logistics infrastructure inadequate. Water—water stress and management challenges; irrigation infrastructure aging; WSS infrastructure in municipalities needs upgrading. Waste—limited waste management infrastructure; circular economy underdeveloped; hazardous waste handling inadequate. SME Finance—access to finance constrained by: limited collateral, information asymmetries, bank risk appetite, informal competition; gaps particularly acute for startups, women-led businesses, regional enterprises. Manufacturing—low value-added production; technology gaps; skills mismatches; supply chain weaknesses. Agriculture—productivity low; value chain inefficiencies; limited processing capacity; vulnerable to climate shocks. Services—IT sector growing but skills shortages; tourism infrastructure gaps. Housing—rapid price growth creating affordability issues; mortgage market growing rapidly raising financial stability concerns.",
    "policy_dialogue_focus": "Policy dialogue priorities include: Business climate improvements through Investment Council (public procurement reform, insolvency law, competition legislation); Financial sector development (local currency markets, capital markets, banking regulation and supervision, macroprudential policy, crisis management frameworks); Fiscal policy (revenue mobilization through tax reforms, PFM strengthening, fiscal risk management from SOEs and PPPs, domestic debt market development); SOE governance (state ownership policy, ANIF reforms, governance improvements, competitive neutrality); Energy policy (renewable energy promotion, energy efficiency, tariff policies, sector liberalization); Municipal finance and PPPs (local government borrowing framework, PPP governance, project preparation capacity); Climate policy (NDC implementation, green economy transition, climate adaptation); Legal and regulatory reforms (insolvency, corporate governance, competition); Labour market (employment strategy, skills development, refugee integration); Trade facilitation and export diversification.",
    "operational_focus": "Operational focus areas include: Financial Institutions—SME lending lines, WiB programs, GEFF, trade finance, risk-sharing facilities, capacity building for underserved segments; Private sector direct lending—corporate lending for investment, expansion, green projects; Equity investments—through EU-Armenia SME Fund managed by Amber Capital and other vehicles for high-growth companies; Infrastructure—sustainable municipal infrastructure (transport, water, waste), energy (renewables, efficiency), connectivity (roads, border crossings, logistics); Real estate—commercial and innovative projects like EU TUMO science innovation hub (EUR 14.5m); Advisory services—ASB for SMEs (over 1000 trained, 270 advised during previous strategy), municipal capacity building, sector studies; Policy dialogue—through Investment Council and bilateral engagement on business climate, financial sector, fiscal policy, climate. Target sectors: financial institutions, manufacturing and services, sustainable infrastructure, agribusiness, ICT, real estate. GET share target 31% in previous strategy, continuing emphasis on green transition.",
    "policy_engagement_priorities": "Key engagement priorities: Investment Council support for business climate reform agenda; Financial sector policy dialogue with CBA on monetary policy framework, local currency development, banking supervision and regulation, macroprudential tools, crisis management and resolution frameworks, capital markets development; Fiscal policy dialogue on tax reforms, revenue administration, PFM, fiscal risk management, debt management; SOE governance reforms; Energy sector policy including renewable energy promotion, efficiency, liberalization; Municipal sector development including local government borrowing framework, PPP governance, capacity building; Climate policy support for NDC implementation and adaptation; Legal framework improvements for insolvency, corporate governance, competition; Labour market policy for employment and skills; Anti-corruption and transparency initiatives; Gender equality and inclusion policies; Trade and export development strategy.",
    "headline_kpis": "Previous strategy (2019-2024) headline results: Annual Business Investment EUR 1,035m cumulative with 31% GET share; Technical cooperation EUR 62m; 61 active projects in portfolio totaling EUR 594m (as of Jan 2025); 69.5% private sector share; Transition impact: 94.7% of projects on-track for expected transition outcomes; Trade Finance: 340+ transactions and EUR 340m+ deployed; SME support: 1000+ SMEs trained, 270+ SMEs advised with 92% reporting increased turnover; WiB: 710 subloans disbursed; Financial inclusion: EUR 225m to 10 PFIs for SME competitiveness, GEFF, WiB; Green impact: 55MW renewable energy capacity installed, significant CO2 emissions reduction from transport and energy projects; Infrastructure: major projects in transport (Sisian-Kajaran road), energy (solar plant, grid improvements), digital (Telecom Armenia), border infrastructure (Meghri crossing, Syunik logistics center); Refugee response: EUR 44m RRWA financing expected through 6 institutions.",
    "mdb_coordination_partners": "Key multilateral coordination partners: European Union (EFSD, EFSD+ instruments for municipal infrastructure, industrial resilience, digital transformation, renewable energy, financial inclusion); European Investment Bank (EIB) co-financing on various projects; World Bank (co-financing on infrastructure, policy reforms, health sector support including Universal Health Coverage Program-for-Results); Asian Development Bank (ADB) on infrastructure and policy; IFC (co-financed solar plant USD 17.7m); International monetary institutions (IMF SBA program coordination); Climate funds: Green Climate Fund (GCF), Global Environment Facility (GEF), Climate Investment Funds (CIF) for climate projects. Bilateral donors: Japan, Taipei China, Luxembourg providing TC support; Expertise France involvement. Donor coordination mechanisms in place for refugee response and development programs.",
    "regional_initiatives": "Regional integration initiatives constrained by geopolitical context but include: Connectivity projects (Sisian-Kajaran road part of broader North-South connectivity corridor linking to Georgia and Black Sea/EU); Border infrastructure improvements (Meghri crossing near Iran border); Customs and logistics facilities (Syunik center supporting regional trade); Transport sector (CNG buses, road projects supporting regional mobility); Energy sector (potential for regional energy cooperation though limited by current gas dependence); Digital connectivity (fiber optic networks enabling regional data flows); CEPA framework with EU for regulatory alignment; WTO membership supporting trade integration; Limited regional cooperation potential with Azerbaijan and Turkey due to political tensions; Georgia as key transit route and regional partner; Potential Iran corridor development; Interest in diversifying away from Russia dependence toward EU/West integration.",
    "portfolio_total_eur": "EUR 594 million (as of January 2025, active projects)",
    "active_projects": "61 active projects (as of January 2025)",
    "private_sector_share_percent": "69.5% (5-year rolling basis)",
    "sector_split": "Sustainable Infrastructure, Financial Institutions, Corporate Sector based on chart showing roughly: Financial Institutions ~40-45%, Sustainable Infrastructure ~25-30%, Corporate Sector (Manufacturing, Services, ICT, etc.) ~25-30%. Portfolio composition evolved with increased infrastructure share including sovereign projects (roads, border facilities, municipal infrastructure) alongside continued strong FI presence and direct corporate lending.",
    "gdp_growth": "Context figure: Armenia experienced strong GDP growth during previous strategy period with 5.8% (2021), 12.6% (2022), 8.3% (2023), 5.7% (2024 est.) despite global and regional challenges including COVID-19, military conflict with Azerbaijan, Russia's war on Ukraine. Growth supported by large capital inflows, buoyant export demand, construction, hospitality, information and communication services. Moderating to ~5.0% (2025), 4.5% (2026) expected.",
    "cpi": "Context: Inflation dropped to zero in 2023 mainly due to falling food prices, relatively high policy rate, dram appreciation though services prices sticky. Successful disinflation allowed CBA to cut policy rate by 250 bps since early 2024 to 6.75% in Feb 2025. Annual inflation 1.7% in Jan 2025, below revised target of 3.0%. Previous period saw elevated inflation post-COVID and during Ukraine war before rapid decline.",
    "fiscal_balance_gdp": "Context: Further fiscal expansion temporarily widened budget deficit to -4.8% (2024 est.) to accommodate refugee integration (>115,000 since Sept 2023) and national defence strengthening. Government expenditure increased with capital expenditure surge in 2025 potentially raising deficit to 5% of GDP. New MTEF 2025-2027 targets keeping deficit low at 3.0% of GDP medium-term. Previous period: -5.4% (2020), -4.6% (2021), -2.1% (2022), -2.0% (2023).",
    "current_account_gdp": "Context: Current account balance 0.3% surplus (2022) due to exceptional services trade surplus from war-related inflows and remittances, then moving back to deficit -2.3% (2023), -4.1% (2024 est.) as temporary factors moderated and import demand strengthened. Moderating capital inflow did not affect dram which remained broadly stable.",
    "public_debt_gdp": "Context: General government gross debt 49.2% (2022), 50.7% (2023), 52.6% (2024 est.). Public debt resilience being enhanced through fiscal policy designed to manage exchange rate risks. Debt declined sharply in 2022 from COVID-era peaks due to GDP surge and dram appreciation before stabilizing around 50% of GDP. Medium-term target to keep debt moderate below 60% ceiling per fiscal rules."
  },
  "IMI_Project_Report": {
    "country": "N/A - No IMI report available for Armenia",
    "report_date": "N/A",
    "author_unit": "N/A",
    "scope": "N/A",
    "ppp_law_name": "N/A",
    "ppp_law_year": "N/A",
    "sector_laws": "N/A",
    "procurement_rules": "N/A",
    "tariff_indexation_rules": "N/A",
    "dispute_resolution": "N/A",
    "ppp_unit_name": "N/A",
    "fiscal_risk_unit": "N/A",
    "line_ministry_roles": "N/A",
    "approval_workflow": "N/A",
    "pipeline_total_usd": "N/A",
    "pipeline_percent_gdp": "N/A",
    "pipeline_by_sector": "N/A",
    "pipeline_by_stage": "N/A",
    "flagship_1_name": "N/A",
    "flagship_1_sector": "N/A",
    "flagship_1_scope": "N/A",
    "flagship_1_capex_usd": "N/A",
    "flagship_1_revenue_model": "N/A",
    "flagship_1_indexation": "N/A",
    "flagship_1_gov_support": "N/A",
    "flagship_1_mdb_eca": "N/A",
    "flagship_1_status": "N/A",
    "flagship_1_next_milestone": "N/A",
    "bankability_credit_enhancements": "N/A",
    "local_currency_hedging_depth": "N/A",
    "offtaker_credit_quality": "N/A",
    "soe_arrears_status": "N/A",
    "contract_bankability_notes": "N/A",
    "sovereign_ratings_sp": "Not explicitly stated in documents reviewed",
    "sovereign_ratings_moodys": "Not explicitly stated in documents reviewed",
    "sovereign_ratings_fitch": "Not explicitly stated in documents reviewed",
    "local_bond_market_gdp": "Developing - domestic bond market being strengthened with T-bills and bonds, but specific % not stated",
    "bank_project_finance_appetite": "Banks have adequate liquidity and capital, project finance capacity exists but constrained by rapid mortgage/construction lending growth",
    "dfi_list_active": "EBRD (EUR 594m portfolio, 61 projects), World Bank, ADB, IFC, EIB, various bilateral development agencies",
    "key_ministries": "Ministry of Finance (fiscal policy, budget), Ministry of Economy (economic policy), Central Bank of Armenia (monetary policy), Ministry of Territorial Administration (municipal development), line ministries for sectors",
    "leading_sponsors": "Not specifically detailed in IMF/EBRD documents",
    "active_lenders": "EBRD, World Bank, ADB, IFC, EIB, commercial banks (10 PFIs partnering with EBRD), KfW, bilateral lenders",
    "policy_risk": "Elevated due to regional tensions (Nagorno-Karabakh, Azerbaijan), political polarization, geopolitical uncertainty",
    "tariff_affordability": "Energy tariffs cost-reflective in some sectors but Russian gas dependence creates pricing risks; water tariffs being adjusted",
    "fx_convertibility_risk": "Low - flexible exchange rate regime, no capital controls, but dollarization and FX volatility present risks",
    "land_permit_risk": "Moderate - land acquisition and permitting processes face capacity constraints especially at municipal level",
    "es_risk": "Moderate - E&S frameworks improving but capacity gaps exist, climate vulnerability is concern, biodiversity impacts need management"
  }
}
