{
  "IMF_Article_IV": {
    "country": "Mongolia",
    "imf_country_report_no": "25/029",
    "publication_date": "January 2025 (Report No. 25/265 dated September 2025)",
    "mission_dates": "October 28-November 8, 2024 (initial discussions); June 4-18, 2025 (final discussions)",
    "data_vintage": "July 23, 2025 (report completion date)",
    "report_links": "https://www.imf.org/en/Publications/CR/Issues/2025/01/Mongolia-2024-Article-IV-Consultation",
    "macro_overview": "The resource boom is weakening and downside risks to the outlook are rising. A booming mining sector in 2023-24 significantly bolstered exports and fiscal revenues, underpinning robust economic growth and lower external and fiscal vulnerabilities. Mining revenue more than doubled from 2022 to 2024, providing for a procyclical 67% increase in spending over the same period and fiscal surpluses in 2023-24. Public debt declined from 64.5% of GDP in 2022 to 44.5% in 2024. Gross international reserves also increased markedly. However, coal exports declined markedly in the first half of 2025, primarily due to lower prices, resulting in a widening current account deficit, reduced budget revenues, and depreciation pressures. After peaking in February 2025, headline inflation moderated to 8.2% by June but remained above the Bank of Mongolia's 6±2% target band. Credit growth in both banking and nonbank financial sectors remains high despite recent moderation, reaching 37.8% y/y in February 2025 before moderating to 29.5% in May. The highly expansionary fiscal policy, combined with policy rate cuts in 2024, fueled rapid credit growth despite tighter reserve requirements, a surge in imports, and inflation pressures. A severe winter (dzud) led to loss of 9.4 million adult livestock in 2024, though overall GDP growth remained robust at 4.9% as strong mining growth continued. With coal exports declining in 2025H1 due to falling prices and increased global uncertainty, the near-term outlook has become less favorable and downside risks have increased. The new government formed in June 2025 has signaled policy continuity. Mongolia continues facing challenges from economic concentration in extractives (mining accounts for ~20% of GDP), with nearly 90% of raw mineral exports going to China, exposing growth to commodity price volatility and cyclical fluctuations. Development needs remain considerable despite reclassification as upper-middle-income country by World Bank in 2024.",
    "policy_stance": "The policy priority is to restore both external and internal balances, manage emerging fiscal, external and credit risks, and be ready to adjust policies swiftly should near-term risks materialize. Fiscal policy: Fiscal prudence will be essential to restoring external and internal balances and requires adherence to fiscal rules. The government submitted an amended 2025 budget to Parliament reducing expenditures by 2.0% of GDP relative to approved budget to ensure compliance with 2% structural deficit limit, including 9% reduction in civil servants over 2025-26, under-execution of capital projects, and sizeable freeze in operational spending. The government should reconsider planned cuts to non-mining taxation, create fiscal space for priority investment by containing current spending and broadening non-mining tax base, prioritize mega projects according to availability of external financing and economy's absorptive capacity, and expand domestic debt issuance. Tax package currently under review should be reconsidered to safeguard fiscal sustainability - if implemented, it will significantly reduce tax collections (1.2-1.6% of GDP), increase deficit, reduce fiscal space for development projects, and hinder compliance with fiscal rules while increasing budget vulnerability to volatile mining revenues. Large capital projects should be implemented within fiscal rule framework only if external financing secured. Monetary policy: BOM needs to maintain tight domestic financial conditions amid elevated inflation and rapid credit growth. Further policy rate increase warranted if recent inflation decline reverses. Reserve requirements should manage liquidity and slow credit growth. Exchange rate policy: BOM should allow greater exchange rate flexibility and pursue opportunistic accumulation of reserves to strengthen resilience. BOM should gradually reduce role as intermediary and structural FX provider to market. Macroprudential policy: Frameworks and financial oversight should be strengthened to mitigate financial stability risks from rapid credit growth including from NBFIs. DSTI limits of NBFIs should be harmonized with banking sector to reduce regulatory arbitrage. Structural policies: Improving business climate and governance critical for achieving diversified, strong and sustainable growth. Key legislative priorities include amendments to Investment, Minerals, SOE, BOM, Banking, and Insolvency Laws, and finalization of Whistleblower Law.",
    "key_risks": "Downside risks to outlook have increased stemming from: (1) Uncertainties in Chinese coal demand and larger-than-expected declines in coal prices - China is Mongolia's dominant trading partner accounting for over 90% of exports, so any reduction in Chinese commodity demand or economic slowdown would severely impact exports, fiscal revenues, and GDP growth; (2) Policy slippages could undermine reform progress, particularly amid growing pressures to accelerate and broaden distribution of mining benefits by reducing non-mineral tax collections and exempting large investment projects from fiscal rules; (3) Sharp slowdown in China which would significantly impact Mongolia's exports and growth given dependency; (4) Decline in global commodity prices, particularly coal and copper, would significantly impact export revenues, fiscal revenues, and GDP growth; (5) Escalation of regional geopolitical tensions including China-US tensions disrupting trade routes and supply chains; (6) Climate-related shocks including dzuds (severe winters) devastating livestock and impacting livelihoods of herder communities - 2024 dzud killed 9.4 million livestock; (7) Financial sector vulnerabilities from rapid credit growth potentially leading to asset quality deterioration and banking sector stress - bank credit surged to 37.8% y/y in February 2025; (8) Fiscal risks from contingent liabilities related to PPPs (7% of GDP end-2022), SOEs, BOM's large negative equity position (8.5% of GDP in 2024), and potential need for financial sector support; (9) External financing risks given low reserve coverage and reliance on external borrowing; (10) Tight global financial conditions reducing capital inflows and increasing borrowing costs; (11) Policy uncertainty or delays in structural reforms undermining investor confidence; (12) Governance challenges and corruption deterring FDI; (13) Environmental degradation and pollution, particularly in Ulaanbaatar, impacting health and quality of life. In adverse scenario, these risks could cause sharp current account widening, growth decline, significant reserve depletion, and public debt increase. Upside risks include successful diversification, improved commodity prices, increased FDI in non-mining sectors, and successful implementation of structural reforms.",
    "real_gdp_growth_t-1": "7.4% (2023)",
    "real_gdp_growth_t": "4.9% (2024 actual)",
    "real_gdp_growth_t+1": "5.5% (2025 projected), 5.5% (2026 projected)",
    "cpi_eop_latest": "8.3% end-period (2024), 9.0% (end-2025 projected), 8.2% (end-2026 projected); declined to 8.2% in June 2025 from February 2025 peak",
    "output_gap": "Close to zero with economy operating near potential. Positive in recent periods due to strong commodity exports and mining expansion. Economic activity weakened in 2025H1 as coal exports declined markedly.",
    "nominal_gdp_lcu": "53,842 billion MNT (2022), 69,558 billion MNT (2023), 80,047 billion MNT (2024), 90,431 billion MNT (2025 proj), 103,709 billion MNT (2026 proj), 118,174 billion MNT (2027 proj), 134,044 billion MNT (2028 proj)",
    "nominal_gdp_usd": "17,146 million (2022), 20,315 million (2023), 23,586 million (2024), ~25,200 million (2025 est), ~27,600 million (2026 est)",
    "population": "3.38 million (2023 est.)",
    "overall_balance_gdp": "0.7% (2022 actual), 2.7% (2023 actual - surplus), 1.3% (2024 actual - surplus), -0.3% (2025 proj), -0.7% (2026 proj), -2.1% (2027 proj), -1.8% (2028 proj), -1.8% (2029 proj), -1.8% (2030 proj). Fiscal surpluses in 2023-24 helped reduce vulnerabilities.",
    "primary_balance_gdp": "2.2% (2022), 4.3% (2023), 2.8% (2024), 1.3% (2025 proj), 1.2% (2026 proj), 0.0% (2027 proj), 0.4% (2028 proj), 0.6% (2029 proj), 0.8% (2030 proj)",
    "revenues_gdp": "34.4% (2022), 34.6% (2023), 39.2% (2024 - very strong due to mining revenues), 35.1% (2025 proj - declining due to coal price falls), 33.9% (2026 proj), 32.1% (2027 proj), 32.2% (2028-2030). Mining revenue more than doubled from 2022 to 2024 but fell markedly in 2025H1 due to sharp drop in coal export prices.",
    "expenditure_gdp": "33.7% (2022), 32.0% (2023), 38.0% (2024 - procyclical 67% increase in spending 2022-2024), 35.4% (2025 proj), 34.5% (2026 proj), 34.2% (2027-2030). Supplementary 2025 budget includes spending cuts of 2.0% of GDP including 9% reduction in civil servants, under-execution of capital projects, freeze in operational spending.",
    "public_debt_gdp": "64.5% (2022), 45.9% (2023 - sharp decline), 44.5% (2024), 46.0% (2025 proj), 48.4% (2026 proj), 51.3% (2027 proj), 53.0% (2028 proj), 54.5% (2029 proj), 55.2% (2030 proj). Includes DBM total debt, explicit government guarantees to SOEs, government liabilities to BOM related to TDB settlement regarding Erdenet. Excludes BOM liabilities to PBOC. Public debt declined substantially from 64.5% in 2022 due to fiscal surpluses and strong GDP growth.",
    "debt_profile": "External debt dominates at 60.1% of GDP (2022), declining to 41.3% (2024), then rising to 43.5% (2025), 45.8% (2026), 48.6% (2027), 50.2% (2028), 51.7% (2029), 52.5% (2030). Domestic debt very low: 4.4% (2022), 2.6% (2023), 3.2% (2024), 2.5-2.8% (2025-2030). Total gross external debt USD 37.1bn (2024): Direct investment/intercompany lending 46.5% (USD 17.3bn), General government 21.2% (USD 7.9bn), Other sectors 22.2% (USD 8.2bn), Commercial banks 7.2% (USD 2.7bn), Central Bank 2.9% (USD 1.1bn - significant deleveraging from prior year). External debt 98.6% of total debt. Approximately two-thirds taking form of loans, rest debt securities. Significant proportion denominated in USD exposing to exchange rate risks. Sovereign ratings: B+ (Fitch, S&P), B2 (Moody's) all with Stable outlook - upgraded from B to B+ during 2024 reflecting improved fiscal position.",
    "fiscal_rules": "Structural fiscal deficit limit of 2% of GDP. Statutory debt ceiling of 60% of GDP implemented to reinforce market confidence. 2024-26 MTEF assumes annual increase in current and capital expenditures financed by tax revenue increases. Compliance with structural deficit ceiling over medium term would be hampered by envisaged tax package. Further changes in fiscal rules should be avoided to ensure they operate as effective policy anchor. Recently approved 2026-28 MTFF supports gradual spending cuts through better targeting and efficiency.",
    "current_account_gdp": "-13.4% (2022), 0.6% (2023 - moved to surplus due to record high coal exports), -10.5% (2024), -13.9% (2025 proj), -12.0% (2026 proj), -12.2% (2027 proj), -12.3% (2028-2030 proj). Current account deficits expected to persist reflecting high import intensity of investment projects and continued strong consumer goods imports. 2025 widening reflects sharp decline in coal exports.",
    "reserves_usd_bn": "3,400 million (2022), 4,922 million (2023 - increased markedly), 5,510 million (2024 - continued increase), 4,946 million (2025 proj - decline), 5,128 million (2026 proj), 5,280 million (2027 proj), 5,120 million (2028 proj), 5,126 million (2029 proj), 5,269 million (2030 proj). Net of bank FX deposits held at BOM: 1,949 million (2022), 3,491 million (2023), 4,233 million (2024). Net international reserves (NIR): -788 million (2022 negative), 1,152 million (2023 positive), 1,768 million (2024).",
    "reserves_months_imports": "3.0 months (2022), 3.6 months (2023), 4.1 months (2024), 3.5 months (2025 proj), 3.5 months (2026 proj), 3.4 months (2027 proj), 3.2 months (2028 proj), 3.1 months (2029-2030 proj)",
    "ara_percent": "GIR inadequate according to ARA metrics. Commodity exporters generally need larger buffers than indicated by ARA metric owing to significant shocks they face. Mongolia's reserve levels below adequate benchmarks relative to peers and external vulnerabilities.",
    "exchange_rate_regime": "De facto floating exchange rate with limited flexibility. BOM maintains FX interventions primarily for reserve accumulation and smoothing excessive volatility. Exchange rate: 3,445 MNT/USD (end-2022), 3,411 (end-2023), 3,420 (end-2024). REER and NEER relatively stable with modest fluctuations. Togrog weakened temporarily by ~10% in early October 2023 due to refugees' higher FX demand, before settling ~5% below mid-September value. Authorities committed to maintaining flexible exchange rate though actual flexibility somewhat limited given concerns about pass-through to inflation in dollarized economy.",
    "fx_intervention_notes": "BOM's FX swap terms adjusted to align with market conditions and reduce BOM losses. Large FX swap position with banks creates contingent liability. Partial repayment of PBOC swap line during 2023-24 created space to further boost reserves if needed. BOM-Finance Ministry working group developed strategy to strengthen reserves by boosting exports, curbing imports, increasing FX inflows. BOM should gradually reduce role as intermediary and structural provider of FX to market to support price-discovery and foster development of domestic FX derivatives market. Total BOM FX swap agreements with commercial banks: ~USD 3.0bn deliverable and non-deliverable combined (June 2025). Banks' FX borrowing from abroad rose significantly in 2024, leading to increased use of swaps with BOM to cover FX mismatch.",
    "policy_rate": "Policy rate raised to combat inflation pressures. BOM cut policy rate during 2024 when inflation declining, then raised rate again in March 2025 as inflation resurged. Real policy rate remains below pre-pandemic levels. Nominal and real policy rates show significant volatility. Policy should remain tight to contain inflation and avoid de-anchoring expectations.",
    "real_policy_rate": "Real policy rate (deflated by actual inflation): varied from significantly negative to modestly positive. Real policy rate (deflated by 12-month ahead inflation expectation): generally low, below pre-pandemic levels. Should be raised further if recent inflation decline reverses.",
    "credit_growth": "8.6% (2022), 22.0% (2023), 30.9% (2024), 25.0% (2025 proj), 21.2% (2026 proj), 19.5% (2027 proj), 17.5% (2028 proj), 15.5% (2029-2030 proj). Bank credit increased since mid-2023, reaching 37.8% y/y in February 2025 near highest rate since 2014, before moderating to 29.5% in May 2025. Credit concentrated in mortgage and wage-backed loans. Credit growth in both banking and NBFI sectors remains high despite recent moderation. Credit to GDP ratio: 48.7% (2022), 45.4% (2023), 52% (2024 proj), rising to 62% (2026), 65% (2027), 67% (2028), 70% (2029), 72% (2030).",
    "dollarisation": "Deposit dollarization remains significant though declining. Share of FX deposits in total deposits declined in 2024 for D-SIBs. Banks maintain substantial FX positions managed through BOM swaps. High dollarization creates vulnerabilities to exchange rate movements and external shocks.",
    "fsi_car": "Banking sector remains well-capitalized. D-SIBs' CAR above minimum required 12%. System CAR comfortable with buffers. 2025M3: System ~18%, D-SIBs ~17%, Non D-SIBs ~20% approximately based on chart data.",
    "fsi_npl": "NPL ratio decreasing primarily due to rapid growth in loan amounts rather than improvement in asset quality. NPL ratio: ~12% (Mar-2020 peak), declining to ~3-4% (Mar-2025). NPL amount stable while loans growing rapidly. For NBFIs: NPL ratio on downward trend from ~12% to ~3-4%, also driven by rapid loan growth.",
    "fsi_roe": "NBFIs highly profitable with ROE 20-25% (yearly). Banks also profitable. Banking sector profitability solid supporting capital buffers.",
    "fsi_lcr": "Banks maintain adequate liquidity. Share of FX deposits (key liquidity source) in total deposits declined in 2024. Overall liquidity ratios adequate though monitoring needed given rapid credit growth.",
    "macroprudential_measures": "Recent tightening of DSTI limits for both banks and NBFIs welcome. Loan-to-value ratio for car leases by NBFIs also tightened. However, pension-backed loans should be included in DSTI limit. DSTI limits for NBFIs should be aligned with banks to prevent regulatory arbitrage. BOM should deploy broader set of capital and liquidity macroprudential tools. Macroprudential policy decision-making should be separated from monetary policy. Reserve requirement rates increased: domestic currency raised to ~15%, foreign currency to ~25% (2025). High reserve requirements incentivize banks to borrow externally with BOM bearing FX risks through swaps. New provision prohibiting NBFIs from obtaining funding from banks is welcome.",
    "baseline_growth_outlook": "Real GDP growth: 5.0% (2022), 7.4% (2023), 4.9% (2024), 5.5% (2025 proj), 5.5% (2026 proj), 5.5% (2027 proj), 5.3% (2028 proj), 5.0% (2029-2030 proj). Growth in 2025 projected to rise to 5.5% supported by strong recovery in agriculture sector following 2024 dzud. Mining output expected to remain robust driven by increased production of higher-grade copper concentrate at Oyu Tolgoi. However, sharp decline in coal exports due to lower prices expected to widen both current account and fiscal deficits. Over medium term, growth projected to gradually converge to potential of about 5%. Mining and non-mining non-agriculture sectors main growth drivers. Domestic demand contribution: 11.4 ppts (2022), 5.6 (2023), 21.2 (2024), 6.6 (2025 proj), 4.4 (2026 proj). Exports contribution: 13.9 ppts (2022), 17.9 (2023), 0.5 (2024), 3.0 (2025 proj), 5.0 (2026 proj). Consumption: 65.8% of GDP (2022), 57.5% (2023), 66.1% (2024), 71.2% (2025 proj). Gross fixed capital formation: 29.8% (2022), 25.3% (2023), 26.8% (2024), 24.2% (2025 proj), stabilizing ~24% medium-term. FDI: 14.2% of GDP (2022), 10.7% (2023), 11.6% (2024), 9.5% (2025 proj), declining to ~8% by 2030.",
    "fiscal_consolidation_path": "Fiscal consolidation needed over medium term. Supplementary 2025 budget reduces spending by 2.0% of GDP to ensure compliance with 2% structural deficit limit. Overall deficit: 0.7% (2022), 2.7% surplus (2023), 1.3% surplus (2024), -0.3% (2025), -0.7% (2026), -2.1% (2027), -1.8% (2028-2030). Primary balance moving from 4.3% surplus (2023) to 0.0% (2027) then modest surpluses. Non-mineral primary balance: -6.3% of GDP (2022), -5.7% (2023), -8.9% (2024), -7.2% (2025 proj), -7.8% (2026), -8.8% (2027), improving to -7.6% (2030). Path requires: containing wage bill (9% civil servant reduction 2025-26 excluding health/education), better targeting social assistance, broadening and diversifying non-mineral taxes, streamlining tax incentives, addressing tax arrears, enhancing tax and customs administration. Gross financing needs: 3.8% of GDP (2022), 9.0% (2023), 4.7% (2024), 5.0% (2025 proj), 4.8% (2026), 6.4% (2027), 8.2% (2028), averaging 7-10% medium-term.",
    "risk_1_label": "Sharp decline in Chinese coal demand and coal prices",
    "risk_1_likelihood": "High",
    "risk_1_impact": "Severe - China accounts for >90% of exports; would significantly reduce export revenues, fiscal revenues, GDP growth, widen current account",
    "risk_2_label": "Climate shocks (dzuds - severe winters) devastating livestock",
    "risk_2_likelihood": "Medium-High (recurring risk)",
    "risk_2_impact": "High - 2024 dzud killed 9.4 million livestock; impacts herder livelihoods, agriculture sector, rural economy",
    "risk_3_label": "Financial sector stress from rapid credit growth",
    "risk_3_likelihood": "Medium",
    "risk_3_impact": "High - credit growth 30-38% y/y could lead to sharp NPL increases if macro conditions deteriorate; potential banking sector stress requiring fiscal support",
    "dsa_risk_rating": "Moderate (improved from High in 2023). Sovereign Risk and Debt Sustainability Framework indicates lower risk rating reflecting substantial decline in debt-to-GDP ratio in recent years. However, fiscal vulnerabilities remain significant due to high dependence on volatile mineral revenues, predominance of foreign currency-denominated public debt, large contingent liabilities from SOEs and PPPs (7% of GDP from PPPs as of end-2022), and BOM's large negative equity position (~8.5% of GDP in 2024).",
    "dsa_heatmap_summary": "Debt declined from 64.5% of GDP (2022) to 44.5% (2024), projected to gradually rise to 55.2% (2030) remaining below 60% ceiling. However, vulnerabilities remain from: volatile mining revenues (mining revenue doubled 2022-2024 then declined sharply 2025H1), high FX debt share exposing to exchange rate risks, large contingent liabilities, BOM recapitalization needs. External debt: 194% of GDP (2022), 170% (2023), 157% (2024), projected to stabilize ~165-171% through 2030. Under adverse scenario, debt could rise significantly requiring frontloaded reforms.",
    "gross_financing_needs_gdp": "3.8% (2022), 9.0% (2023 - elevated due to refinancing), 4.7% (2024), 5.0% (2025 proj), 4.8% (2026), 6.4% (2027), 8.2% (2028), 7.4% (2029), 9.8% (2030). Rating agencies upgraded Mongolia's sovereign credit rating during 2024. Sovereign spread fell to historically low levels in early 2025. Authorities seized opportunity to prefinance part of Eurobonds due 2026 and 2028 reducing rollover risks.",
    "stress_tests_bind": "Debt vulnerable to commodity price shocks and exchange rate movements given high mining revenue dependence and FX-denominated debt. Growth shocks would significantly impact debt dynamics. Combined shocks would worsen debt trajectory. Under adverse scenario with commodity price decline, growth slowdown, exchange rate depreciation, debt could rise sharply requiring policy adjustments and potentially external support.",
    "sovereign_issuance_notes": "Mongolia successfully issued USD 500 million sovereign bond in February 2025 at spread of just 222 bps over US Treasuries with nearly 8x oversubscription. 2024 sovereign bond priced at record-low spread of 685 bps reflecting sustained investor demand. Since 2012, Mongolia issued 11 international sovereign bonds: 6 matured, 5 outstanding. Outstanding bonds: USD 500m 3.5% due Jul-2027, USD 500m 4.45% due Jul-2031, USD 174m 5.125% due Apr-2026, USD 500m 6.625% due Feb-2030, USD 350m 7.875% due Jun-2029, USD 542m 8.65% due Jan-2028. Average outstanding sovereign bond size USD 427m, residual tenor 3.52 years, average YTM 6.45%. Government restarted domestic debt program with market-based auctions in April 2025.",
    "investor_base_notes": "Sovereign bonds attracted strong international investor demand with multi-times oversubscription. Investor base includes international asset managers, hedge funds, emerging market specialists. Corporate segment also active: Golomt Bank issued USD 300m (May 2024) plus USD 100m tap (December 2024), and USD 50m green/social bond on Luxembourg exchange. Mongolian Mining Corporation raised USD 180m (September 2024) at 12.5% coupon. Trade and Development Bank secured USD 120m (May 2024) at 9.5%. Development Bank of Mongolia issued USD 500m (July 2025). FDI: 14.2% of GDP (2022), 10.7% (2023), 11.6% (2024). Portfolio investment volatile.",
    "market_depth_notes": "Domestic debt market underdeveloped: domestic debt only 2.5-3.2% of GDP. Government restarted domestic debt issuance in April 2025 with market-based auctions - welcome step that could reduce need for BOM to issue costly central bank bills and help establish benchmark yield curve. Expanding domestic debt issuance recommended to mitigate FX-related fiscal risks and improve monetary policy transmission. Stock of central bank bills reached ~6-7% of GDP contributing to BOM losses. Local bond market exists but limited depth. Banking sector concentrated. Money and capital markets need further development.",
    "fsap_links": "Not mentioned in recent Article IV; appears no recent FSAP. 2023 safeguards assessment highlighted insufficient legal protections for BOM autonomy and governance, ongoing quasi-fiscal activities, need to strengthen internal controls and oversight. Supervisory Board appointed by Parliament does not provide degree of independent oversight observed at other central banks.",
    "programme_status": "No current IMF program. Previous Extended Fund Facility (EFF) program helped stabilize debt 2017-2018. Mongolia maintains close engagement with IMF through Article IV surveillance.",
    "board_date": "September 5, 2025 (2025 Article IV Consultation Board discussion)",
    "next_article_iv_cycle": "Expected around September 2026 (annual cycle)"
  },
  "EBRD_Country_Strategy": {
    "country": "Mongolia",
    "strategy_period": "2022-2027",
    "publication_date": "Approved by Board of Directors on 19 October 2022",
    "link": "Not specified in document",
    "priority_1": "Enhancing Mongolia's resilience through a stronger, more diversified and stable private sector. This priority focuses on: supporting human capital development and increasing access to finance for underserved groups; enhancing SME competitiveness through financing via partner financial institutions (provided EUR 150.6m direct financing to 12 local corporates/SMEs including Khanburgedei, Gobi JSC, Tavan Bogd LLC; extended credit lines including new GEFF to 4 PFIs; EUR 31m financing in FX and LCY to 8 non-mining private sector clients under RSF); launching regional CA WiB programme providing EUR 1.9m to Vision Fund and Transcapital for on-lending to women-led MSMEs, implementing 16 local projects and workshops; providing vital pandemic support for export activities via TFP with Xac Bank and Khan Bank; supporting over 300 SMEs with dedicated advisory through ASB programme and enrolling 3 companies in Blue Ribbon programme; improving PFIs and top NBFIs' financial sector practices, corporate governance, risk management and AML/CFT procedures through Regional Small Business Programme and targeted TCs; supporting Bank of Mongolia and Financial Regulatory Commission with TA including legal and regulatory reforms in money and capital markets, improvements to NPL resolution framework and debt restructuring, establishment of settlement mechanism and default risk management framework to align Mongolian capital market with international best practice. Key challenges: highly concentrated banking sector and strict collateral requirements limiting lending particularly to SMEs; frequent government changes and policy inconsistency delaying projects and deterring foreign investment; small corporate sector size creating operational challenges.",
    "priority_2": "Leveraging a well-governed mining sector to enhance sustainability and maximise value creation. This priority emphasizes: supporting local logistic companies, equipment suppliers and SME service providers to mining sector through advisory, direct financing, and VCF credit line with Khan Bank (EUR 13.8m); providing EUR 8m guarantee for first local currency transaction under RSF with Khan Bank to support Wagner Asia Equipment (supplier of heavy machinery to mining sector) to finance working capital and manage LCY fluctuation exposure; financing Erdenet Resource Development Corporation with EUR 4.3m convertible loan for gold mining pre-development studies; engaging in multiple policy initiatives with Ministry of Mining and Heavy Industry, IFIs and private sector including MoU to strengthen legal and institutional framework of mining sector, review of Sovereign Wealth Fund Law to ensure proper use of mining proceeds, benchmark study to identify impediments to mining sector FDI and levers for improvements; continuing policy dialogue with Government and Oyu Tolgoi to increase FDI attractiveness, signing MoU for TC projects aimed at improving investment climate; providing TA to develop National Geoscience Database to improve transparency and attract investments. Resolution reached with Rio Tinto over Oyu Tolgoi mine in early 2022 should improve investment climate.",
    "priority_3": "Improving the quality and sustainability of infrastructure services through increased efficiency, commercialisation and green solutions. This priority focuses on: investing EUR 26m for construction of 55MW Sainshand wind farm (third wind energy project in Mongolia) with estimated CO2 emission reductions of 200,000t/year; providing TA to develop competitive tender for renewable energy and assess grid capacity for increased renewables; investing EUR 8.5m for new landfill and waste recycling facility in Ulaanbaatar with TA to develop roadmap for institutional reform in solid waste sector; financing rehabilitation and modernization of district heating sector in Ulaanbaatar (EUR 8.2m) to improve energy efficiency and reduce CO2 emissions; launching Green Cities Initiative in UB with GCAP adopted by City Council in 2019; signing Erdenet Climate Resilience Project (EUR 6.2m) for modern flood-protection measures and water supply improvements; providing EUR 112.7m to expand Ulaanbaatar-Darkhan road project connecting capital to third largest city, increasing road safety; under MonSEFF, providing two energy efficiency loans (EUR 4.3m) to Khan Bank for sustainable energy projects. Challenges include: aging inefficient power system largely reliant on coal and Russian imports; limited country-wide digital infrastructure and connectivity; uncertainties from curtailments and PPA re-negotiations complicating renewable energy projects; lack of PPP projects coupled with limited sovereign borrowing capacity leading to substantial investment gaps.",
    "cross_cutting_themes": "Policy dialogue with government and Bank of Mongolia on financial sector development, fiscal policy, legal and regulatory reforms; Business climate improvements; Corporate governance strengthening; Gender inclusion (WiB programmes); Regional development addressing geographical disparities; Governance and anti-corruption; Digital transformation (Fintech solutions to increase SME outreach); Climate adaptation and resilience; Institutional capacity building; AML/CFT framework strengthening.",
    "competitive_gaps": "Competitive score 68 vs EEC avg 77, EBRD avg 73. Economy suffers from insufficient diversification with mining exports (low product complexity) leading to one of least diversified export baskets in world. Economic complexity index very low. Poor transport infrastructure and logistics limitations represent major bottlenecks hindering competitiveness due to high trade costs. Despite presence of many universities and TVET programs, skills and knowledge remain in short supply requiring major improvements in education system including upskilling and re-skilling targeting recent migrants and youth. Labor productivity growth occurred from urbanization and foreign investment particularly in mining, but gaps remain. Landlocked geography and closed borders limit market access.",
    "well_governed_gaps": "Well-governed score 61 vs EEC 77, EBRD 73. Until 2021, frequent government changes and policy reversals inhibited efficiency, reducing ability to exploit growth opportunities. 2016-2020 Mongolia dropped close to 10 percentile rank positions in WB Governance Indicators. Despite early transition successes, Mongolia has not fully secured property rights, scoring slightly below world median. 2021 Index of Economic Freedom ranks Mongolia 103/184 indicating high likelihood of property expropriation. Judicial system needs further reforms despite recent efforts to enhance transparency and reduce political interference in judge appointments. Ranked 111/179 countries in 2020 Corruption Perceptions Index. Corruption not limited to central government but widespread at local level. SOE governance requires continued reform. Limited public procurement efficiency. PPP legal framework underdeveloped. Constitutional amendments in November 2019 strengthened separation of powers and judicial independence.",
    "green_gaps": "Green score 64. Coal historically primary energy source including for district heating. In 2018, renewable electricity generation <1%, coal 88% of total generation. Industrial sector had largest final energy consumption (32%), followed by residential (26%), transport (19%). Agriculture sector represented ~55% of GHG emissions in 2018, biggest contributor historically. Air pollution severe environmental problem in urban areas, in top 10 drivers of death and disability in Mongolia. Waste and wastewater sectors suffer from underinvestment. CO2 emission intensity 1.6 kgCO2/2015 USD, energy intensity 7.2 TES/GDP - both high compared to regional peers. Mongolia signed ambitious NDC targets. Increasing climate vulnerabilities driving uncontrolled urban migration to Ulaanbaatar straining municipal resources.",
    "inclusive_gaps": "Inclusive score 40 vs EEC 44. Unemployment 7.1% (2021), youth unemployment 21%. Female labor force participation 51.5% lower than regional comparators (Kazakhstan 63.6%). Regional economic disparities between Ulaanbaatar and other areas. Access to finance gaps particularly for women, youth, SMEs. Skills mismatches and inadequately skilled workforce. High informality limiting economic inclusion. Income inequality. Limited economic opportunities in rural areas. Social protection system gaps.",
    "resilient_gaps": "Economic and financial sector resilience challenged by: external vulnerabilities from trading partner concentration (Russia and especially China accounting for vast majority of trade); commodity price volatility given mining dependence; climate vulnerability to natural disasters including dzuds; limited economic diversification increasing vulnerability to sector shocks; fiscal risks from contingent liabilities; shallow financial markets limiting shock absorption. Strengths: banking sector well-capitalized with adequate liquidity as of strategy period.",
    "integrated_gaps": "Integrated score 71. Landlocked geography severely restricting trade routes and market access. Underdeveloped transport infrastructure - Ulaanbaatar-Darkhan road project addresses connectivity gap. Limited regional connectivity. Border infrastructure inadequate. Customs and logistics inefficiencies. Weak supply chain integration. Limited participation in regional value chains. Infrastructure gaps in transport, energy (power system largely reliant on coal and Russian imports), digital (limited country-wide digital infrastructure and connectivity). Trade facilitation challenges. Regional political contexts affecting integration. Nearly 90% of raw mineral exports go to China, creating dependency.",
    "business_climate": "WEF Global Competitiveness Index 2019: 102nd/141 economies. Challenges include: concentrated banking sector with strict collateral requirements; frequent government changes causing policy inconsistency and uncertainty; corruption issues (ranked 111/179 in 2020 CPI); inadequate property rights protections; judicial system weaknesses; regulatory barriers. Progress: Constitutional amendments 2019 strengthening governance; Long-Term Development Policy Vision 2050 and New Recovery Policy enacted; comprehensive stimulus package during pandemic helped stabilize economy; resolution with Rio Tinto over Oyu Tolgoi in early 2022 should improve investment climate; new PPP legislation may enable project implementation.",
    "soe_governance": "SOE governance requires continued reform. SOEs pose fiscal risks through contingent liabilities and potential need for support. Sovereign Wealth Fund Law reviewed to ensure proper use of mining sector proceeds. Need for clear SOE ownership policy. Improved transparency and accountability needed. Government enacted reforms but further progress required. PPP framework needs strengthening with new legislation potentially enabling progress.",
    "competition_policy": "Competition limited by: concentrated banking sector; dominance of mining in economy; small corporate sector; informal sector competition; limited market diversity. Need for stronger competition frameworks and enforcement. Business environment hindered by infrastructure and logistics limitations driving high trade costs.",
    "ppp_legal_framework": "Lack of PPP projects coupled with limited sovereign borrowing capacity led to substantial investment gaps especially in infrastructure. Renewed government commitment to PPPs and new PPP legislation may enable implementation of projects and activities envisaged under New Recovery Policy action plan. PPP framework needs full development including: project selection, risk allocation, contract standards, fiscal risk management, institutional capacity, approval workflows, procurement processes. New Recovery Policy and Vision 2050 include PPP elements.",
    "sector_bottlenecks": "Energy: aging inefficient power system largely reliant on coal and Russian imports; limited renewable energy capacity despite Mongolia's potential; curtailment issues and PPA re-negotiations complicating projects. Transport: poor infrastructure and logistics representing major bottlenecks; high trade costs; landlocked geography with limited routes. Digital: limited country-wide ICT infrastructure and connectivity. Agriculture: extensive resource-intensive practices; climate vulnerability to dzuds. Waste: underinvestment in waste and wastewater sectors. Finance: concentrated banking sector, strict collateral requirements, limited access for SMEs. Mining: while productive, creates economic concentration risk; need for better governance and local value creation.",
    "policy_dialogue_focus": "Financial sector development with Bank of Mongolia and Financial Regulatory Commission: legal and regulatory reforms in money and capital markets, NPL resolution framework improvements, debt restructuring, settlement mechanisms, default risk management, capital market alignment with international best practice, AML/CFT procedures. Business climate improvements. Investment climate enhancement for mining sector. SOE governance and Sovereign Wealth Fund management. PPP framework development. Renewable energy policy and competitive tenders. Infrastructure project prioritization and financing. Corporate governance standards. Skills development and labor market policies. Regional development strategies.",
    "operational_focus": "Financial Institutions: credit lines to PFIs for SME lending, trade finance, WiB, GEFF, risk-sharing facilities (RSF), local currency lending programs, capacity building. Private sector direct lending: corporate financing for non-mining sectors (EUR 150.6m to 12 clients during previous strategy), mining sector suppliers and service providers, local currency financing. Infrastructure: renewable energy (55MW Sainshand wind farm EUR 26m), district heating modernization (EUR 8.2m), waste management (Ulaanbaatar landfill EUR 8.5m), roads (Ulaanbaatar-Darkhan EUR 112.7m), climate resilience (Erdenet EUR 6.2m), Green Cities Initiative. Advisory services: ASB for SMEs (300+ supported), Blue Ribbon programme (3 companies), policy dialogue, feasibility studies. Trade finance: TFP with Xac Bank and Khan Bank. GET share: 17% in previous strategy.",
    "policy_engagement_priorities": "Financial sector regulatory reform and capital market development; Business climate and investment climate improvements particularly for mining sector; SOE governance reform and Sovereign Wealth Fund management; PPP legal and institutional framework development; Renewable energy policy including competitive tenders and grid capacity; Infrastructure financing approaches and prioritization; Corporate governance standards; AML/CFT framework implementation; Skills development strategies; Regional development planning; Climate adaptation and green economy transition supporting NDC targets and Vision 2050.",
    "headline_kpis": "Previous strategy (2017-2021) results: ABI EUR 524m with 17% GET share; TC and Co-investment grants EUR 28.1m; ETI 65.1, PTI 74.3; Transition performance: 81.5% on-track, 18.5% off-track. Priority 1 (non-extractive competitiveness): 59% of ABI. Priority 2 (mining sector): 35% of ABI. Priority 3 (infrastructure): 6% of ABI. ASB: provided advisory to 300+ SMEs, ~50 clients reporting increased productivity/employment with high proportion female-led companies. WiB: EUR 1.9m provided for on-lending to women-led MSMEs, 16 local projects. RSF: EUR 31m to 8 non-mining clients. Direct corporate financing: EUR 150.6m to 12 clients. TFP: vital pandemic export support. GET: ~200 ktonnes CO2e/y emission reductions, ~2,400 MJ/y primary energy savings from renewable energy, district heating, energy efficiency projects.",
    "mdb_coordination_partners": "ADB (Asian Development Bank) - major partner for infrastructure and policy; World Bank - infrastructure, health sector, development programs; IFC - co-investment in projects; Other IFIs engaged in policy dialogue and project co-financing. Bilateral donors: Japan, Taipei China, Luxembourg providing TC support. IMF engagement on macroeconomic policy (EFF program 2017-2018). Coordination on mining sector development, infrastructure financing, financial sector reform, climate initiatives.",
    "regional_initiatives": "Regional CA WiB programme implemented in Mongolia; Regional Small Business Programme; Integration with broader Central Asia initiatives though limited by geography and political context; Vision 2050 and New Recovery Policy include regional connectivity elements; Infrastructure projects (Ulaanbaatar-Darkhan road) supporting domestic connectivity; Oyu Tolgoi mine resolution improving investment climate; Border infrastructure and customs improvements needed; Landlocked status and reliance on China/Russia for trade routes limiting regional integration potential.",
    "portfolio_total_eur": "EUR 879 million (as of August 2022)",
    "active_projects": "45 active projects (as of August 2022)",
    "private_sector_share_percent": "74.4% (cumulative Bank investment 5-year rolling basis)",
    "sector_split": "Sustainable Infrastructure, Financial Institutions, Industry Commerce and Agribusiness based on portfolio composition. Approximate distribution from charts: Financial Institutions ~40-45%, Sustainable Infrastructure ~30-35%, ICA (Manufacturing and Services, ICT, etc.) ~20-25%.",
    "gdp_growth": "Context: 6.9% (2018), 5.6% (2019), -4.6% (2020 pandemic), 1.4% (2021 modest recovery), recovering strongly 2022 onwards with average 7.8% per annum 2010-2019. Strategy period expectations: moderate recovery 2021 followed by rebound 2022 with Russia's war on Ukraine not directly affecting Mongolia other than elevated food/fuel prices and logistics challenges.",
    "cpi": "Context: 6.8% avg (2018), 7.3% (2019), 3.7% (2020), 7.1% (2021). Higher inflationary pressures related to food prices, border closures impacting mineral exports, pandemic stimulus.",
    "fiscal_balance_gdp": "Context: 2.9% (2018), 0.9% (2019), -9.4% (2020 pandemic stimulus), -3.1% (2021 improvement). Improved tax collection and fiscal consolidation measures brought deficit to 3.1% in 2021 from 9.4% in 2020.",
    "current_account_gdp": "Context: -16.7% (2018), -15.2% (2019), -5.1% (2020), -13.0% (2021 despite favourable commodity prices). High deficits reflect import intensity and structural features.",
    "public_debt_gdp": "Context: 88.2% (2018), 78.5% (2019), 91.3% (2020 pandemic), 94.7% (2021). Country highly indebted with tight short-term liquidity though risks mitigated by large concessional component and prospect of export revenue increases generating strong market demand for debt. External debt stocks 249.4% of GNI (2018), 250.5% (2019), 275.8% (2020)."
  },
  "IMI_Project_Report": {
    "country": "Mongolia",
    "report_date": "13th August, 2025 (Version 1.7)",
    "author_unit": "Prepared by Anand Darambazar, Kush Ganatra and Cameron Thomas - Meridian Universal Limited",
    "scope": "Market Intelligence Report for Buuruljuut Power Plant project bond issuance. Covers sovereign and corporate bond comparables, macroeconomic overview, power sector bond benchmarking, impact of Ukraine war, strategic asset positioning, credit spreads, and market positioning for TME's inaugural USD 300 million 5-year senior secured bond.",
    "ppp_law_name": "PPP legislation enacted with renewed government commitment as of strategy period",
    "ppp_law_year": "New PPP legislation approved as of 2022 strategy period",
    "sector_laws": "Investment Law, Minerals Law, SOE Law, Banking Law, Insolvency Law - amendments to these are key legislative priorities. BOM Law amendments needed to strengthen mandate, autonomy, governance.",
    "procurement_rules": "Public procurement policies being reformed with EBRD support through Investment Council to enhance transparency and competition. Tender processes being improved for infrastructure and renewable energy projects.",
    "tariff_indexation_rules": "Electricity tariffs: November 2024 move to align electricity tariffs with costs was positive step to reduce unfunded quasi-fiscal operations by SOEs. For Buuruljuut Power Plant: Fixed-price coal supply agreement from own mine provides price certainty; Long-term government PPA provides revenue stability; Tariff mechanisms allow cost recovery.",
    "dispute_resolution": "Judicial system needs further reforms despite recent efforts. Contract enforcement frameworks being strengthened. Investment Law amendments prioritized to improve investor protections and dispute resolution mechanisms.",
    "ppp_unit_name": "Not specified but PPP framework being developed with new legislation. Ministry of Finance has role in monitoring fiscal risks from PPPs.",
    "fiscal_risk_unit": "Ministry of Finance capacity to monitor fiscal risks needs strengthening. Fiscal Risk Statement produced noting PPP contingent liabilities at 7% of GDP end-2022. Legal frameworks for SOEs and PPPs need enhancement.",
    "line_ministry_roles": "Ministry of Mining and Heavy Industry (MMHI) - mining sector policy, FDI attraction; Ministry of Finance (MOF) - fiscal policy, public investment, PPPs, fiscal risk management; Ministry of Economy and Development (MED) - economic policy; Bank of Mongolia - monetary policy, financial regulation; Financial Regulatory Commission (FRC) - NBFI regulation; Line ministries for infrastructure sectors.",
    "approval_workflow": "Large capital projects should be prioritized based on feasibility studies, framed within sound public investment management and PPP frameworks. Projects require external financing to be secured. Well-defined MTFF essential for multi-year project budgeting. Parliamentary approval for budget and major projects. Mega projects announced totaling >100% of 2024 GDP requiring careful prioritization and financing.",
    "pipeline_total_usd": "Mega projects announced by central government and Ulaanbaatar city totaling more than 100% of 2024 GDP (>USD 23 billion equivalent). Specific projects mentioned: oil refinery, hydropower plant, housing complex in Ulaanbaatar ger area being potentially fast-tracked.",
    "pipeline_percent_gdp": ">100% of 2024 GDP",
    "pipeline_by_sector": "Energy (oil refinery, hydropower), Housing (ger area complex in Ulaanbaatar), Infrastructure (roads, transport), Mining sector expansions (Oyu Tolgoi underground expansion, Tavan Tolgoi development)",
    "pipeline_by_stage": "Mix of planning, procurement, and implementation stages. Three major infrastructure projects potentially fast-tracked: oil refinery, hydropower plant, housing complex. Oyu Tolgoi underground expansion underway following 2022 resolution with Rio Tinto. Projects need to be prioritized according to external financing availability and absorptive capacity.",
    "flagship_1_name": "Buuruljuut Power Plant (BPP) - subject of IMI report",
    "flagship_1_sector": "Power Generation - Coal-fired",
    "flagship_1_scope": "600 MW coal-fired independent power project located 120 km southeast of Ulaanbaatar. Four 150 MW units developed in two phases. Phase 1 (Blocks 1&2): Block 1 operational supplying power to grid, Block 2 nearing completion targeting November 2025 commercial operation. Phase 2 (Blocks 3&4): additional 300 MW capacity aligned with transmission expansion to Sergelen substation. Supplies ~37% of Ulaanbaatar electricity demand and 20% of national demand. Replaces hazardous ger district coal burning improving air quality. Includes 71.3 km transmission line to Baganuur substation (completed) and 87.2 km line to Sergelen substation (under construction).",
    "flagship_1_capex_usd": "USD 300 million bond issuance (portion of total project financing)",
    "flagship_1_revenue_model": "Long-term government Power Purchase Agreement (PPA) with assured domestic market. Strategic energy security asset under Government's New Recovery Policy and Vision 2050. Fixed revenue stream from grid sales supporting ~37% of Ulaanbaatar demand.",
    "flagship_1_indexation": "Fixed-price coal supply agreement from project's own mine (1.5 km from plant) with two main mining licenses plus five additional licenses providing redundancy and combined capacity >3 Mtpa. This provides fuel cost certainty and natural hedge. PPA provides tariff framework for revenue.",
    "flagship_1_gov_support": "Classified as strategic energy security asset under New Recovery Policy and Vision 2050. Long-term government PPA. Contributes to replacing Russian electricity imports and reducing import dependence. Aligned with national energy priorities. Government commitment to energy security supports project.",
    "flagship_1_mdb_eca": "Bond issuance through international capital markets. MDBs (ADB, World Bank) active in Mongolia energy sector generally but specific involvement in BPP not detailed. EPC contractor: Sinosteel MECC with turnkey lump-sum date-certain contract.",
    "flagship_1_status": "Block 1: Operational and supplying power to national grid. Block 2: Nearing completion, commercial operation targeted November 2025. Phase 2 (Blocks 3&4): Aligned with planned transmission expansion. Bond issuance: Marketing phase as of August 2025.",
    "flagship_1_next_milestone": "Block 2 commercial operation (November 2025 target); Bond issuance completion; Phase 2 development subject to transmission infrastructure and demand growth",
    "bankability_credit_enhancements": "Senior secured structure over project company assets, contractual rights, and related accounts. Security over SPV and all associated assets for Block 1. Non-recourse senior secured financing through project SPV (subsidiary of Bodi International LLC). Long-term government PPA providing revenue certainty. Fixed-price coal supply from owned mine providing fuel cost certainty. Performance guarantees and liquidated damages in EPC contract. Proven technology (Sinosteel MECC). National strategic importance supporting government commitment.",
    "local_currency_hedging_depth": "Limited LCY hedging depth. MNT exchange rate: 3,445 (2022), 3,411 (2023), 3,420 (2024) - relatively stable. However, domestic debt market underdeveloped (only 2.5-3.2% of GDP). Bond denominated in USD. Mongolia faces dollarization challenges. FX derivative market needs development. BOM provides FX swaps to banks (total ~USD 3bn) creating contingent liabilities.",
    "offtaker_credit_quality": "Government of Mongolia - sovereign ratings B+ (Fitch, S&P), B2 (Moody's) all Stable outlook. Upgraded during 2024 reflecting improved fiscal position. PPA with government provides payment certainty. Sovereign successfully accessing international capital markets with strong demand (8x oversubscription for February 2025 USD 500m bond). Strategic importance of power project to national energy security supports payment priority.",
    "soe_arrears_status": "November 2024 move to align electricity tariffs with costs was positive step to reduce unfunded quasi-fiscal operations by SOEs. Fiscal risks from SOEs noted as priority concern requiring legal framework strengthening and MOF capacity enhancement. No specific arrears mentioned for power sector but SOE reform needed.",
    "contract_bankability_notes": "Long-term government PPA provides revenue certainty. Fixed-price coal supply agreement provides cost certainty. Senior secured structure with collateral over assets and contracts. Non-recourse to sponsor. Turnkey lump-sum date-certain EPC contract with Sinosteel MECC including performance guarantees and liquidated damages. Efficient boiler technology, zero water loss systems. Strategic national importance. Proven operational track record (Block 1 already operational). Positioned to offer 11% yield significantly above market average for senior secured power bonds (~5%), reflecting risk-adjusted premium and Mongolia-specific risks but attractive to high-yield emerging market investors.",
    "sovereign_ratings_sp": "B+ (Stable outlook)",
    "sovereign_ratings_moodys": "B2 (Stable outlook) - upgraded from B3 in February 2024",
    "sovereign_ratings_fitch": "B+ (Stable outlook) - upgraded from B during 2024",
    "local_bond_market_gdp": "2.5-3.2% of GDP (very shallow). Government restarted domestic debt issuance with market-based auctions in April 2025. Developing domestic market recommended to reduce FX risks and improve monetary transmission. Total outstanding USD denominated international bonds in power sector globally: USD 520 billion across 1,496 bonds.",
    "bank_project_finance_appetite": "Banking sector well-capitalized with CAR ~18% system, ~17% D-SIBs. However, credit growth very rapid (30.9% in 2024, 37.8% y/y February 2025) raising concerns about overheating and future asset quality. Banks' FX borrowing from abroad rose significantly in 2024. Project finance capacity exists but banks focused on mortgage and consumer lending. International capital markets provide alternative for large infrastructure financing as evidenced by corporate bond issuances: Golomt Bank USD 300m+100m, MMC USD 180m, TDB USD 120m, DBM USD 500m.",
    "dfi_list_active": "EBRD (EUR 879m portfolio, 45 active projects as of Aug 2022); Asian Development Bank (ADB) - major infrastructure partner; World Bank - infrastructure and development programs; IFC - selective project involvement; Bilateral development agencies from Japan, Taipei China, Luxembourg providing TC. IFIs providing donor BoP support: ADB USD 116m (2025 proj), USD 473m (2026), USD 403m (2027); WB USD 25m (2025), USD 173m (2026), USD 165m (2027).",
    "key_ministries": "Ministry of Finance (MOF) - fiscal policy, budget, debt management, fiscal risk management, PPPs; Ministry of Mining and Heavy Industry (MMHI) - mining sector policy, FDI attraction, resource management; Ministry of Economy and Development (MED) - economic policy, business climate; Ministry of Digital Development and Communication (MDDC) - ICT infrastructure; Bank of Mongolia (BOM) - monetary policy, financial regulation, FX management; Financial Regulatory Commission (FRC) - NBFI regulation and supervision; Line ministries for energy, transport, agriculture sectors.",
    "leading_sponsors": "Tsetsens Holding LLC (owner of Tsetsens Mining & Energy LLC) for Buuruljuut Power Plant. Rio Tinto for Oyu Tolgoi copper mine. Erdenes Tavan Tolgoi for coal production. Other mining companies include Mongolian Mining Corporation. Foreign investors in mining sector though FDI moderated to 10.7-11.6% of GDP (2023-2024) from 14.2% (2022).",
    "active_lenders": "International capital markets investors for sovereign and corporate bonds. EBRD - EUR 879m portfolio. ADB and World Bank - infrastructure loans. Commercial banks for domestic lending though focused on retail/consumer credit. International bond investors: asset managers, hedge funds, EM specialists demonstrated by multi-times oversubscription for recent Mongolian issuances.",
    "policy_risk": "Moderate to elevated. Frequent government changes historically (stabilized recently with new government June 2025 signaling policy continuity). Policy inconsistency risk noted as implementation challenge. Fiscal rules framework in place (2% structural deficit limit, 60% debt ceiling) but risks of slippage exist. Tax package under review could undermine fiscal sustainability if implemented as proposed. Legal framework reforms needed (Investment, Minerals, SOE, BOM, Banking, Insolvency Laws). Property rights protections need strengthening. Corruption challenges (ranked 111/179 in 2020 CPI). However: constitutional amendments 2019 strengthened governance; Vision 2050 and New Recovery Policy provide frameworks; Oyu Tolgoi resolution 2022 positive for investment climate; strategic national priorities support key infrastructure.",
    "tariff_affordability": "Electricity tariff alignment with costs implemented November 2024 was positive step. Power is critical need - BPP provides 37% of Ulaanbaatar demand, 20% national, replacing hazardous ger district coal burning and reducing Russian import dependence. Strategic importance supports affordability. However, average monthly wage ~USD 400 means cost pressures can have focused impact. Social assistance and targeting being improved.",
    "fx_convertibility_risk": "Moderate. Mongolia maintains de facto floating exchange rate. No capital controls mentioned. Exchange rate relatively stable: 3,445 MNT/USD (2022), 3,411 (2023), 3,420 (2024). However, dollarization significant creating FX risks. BOM provides FX swaps to banks (~USD 3bn) to manage mismatches. Current account deficits projected to persist (-12 to -14% of GDP 2025-2030) creating external pressures. Reserves adequate by months of imports (3-4 months) but below ARA metric benchmarks. Commodity export dependence creates FX volatility risk tied to coal/copper prices. BOM committed to maintaining flexible exchange rate and adequate reserves though FX market development needed.",
    "land_permit_risk": "Not specifically detailed in documents. Judicial system needs reforms. Contract enforcement frameworks being strengthened. Investment Law amendments prioritized. For BPP: project site established 120 km from Ulaanbaatar, mine located 1.5 km from plant with two main mining licenses plus five additional licenses providing redundancy. Transmission lines under construction/completed. Operational history (Block 1 operating) suggests permits obtained. General risks from limited institutional capacity and regulatory frameworks noted.",
    "es_risk": "Moderate. Air pollution severe environmental problem in Mongolia, in top 10 drivers of death/disability. BPP contributes to addressing this by replacing hazardous ger district coal burning, improving air quality and respiratory health. However, coal-fired generation creates environmental concerns. Project incorporates: proven EPC technology with Sinosteel MECC; performance guarantees; efficient boiler technology; zero water loss systems; biodiversity initiatives mentioned. Climate vulnerability high with dzuds impacting livestock (9.4 million killed in 2024). Mongolia signed ambitious NDC targets. Waste and wastewater sectors suffer from underinvestment. EBRD environmental and social policy requirements would apply. Green transition priorities noted but coal remains central to energy mix near-term given dependence and limited renewable capacity (renewable <1% of generation as of 2018, coal 88%)."
  }
}
