{
  "IMF_Article_IV": {
    "country": "Türkiye",
    "imf_country_report_no": "24/312",
    "publication_date": "October 2024",
    "mission_dates": "May 29-June 11, 2024 with follow-up discussions August 20-21, 2024",
    "data_vintage": "September 12, 2024 (report completion date)",
    "report_links": "https://www.imf.org/en/Publications/CR/Issues/2024/10/Turkey-2024-Article-IV-Consultation",
    "macro_overview": "A decisive shift in economic policies over the past year has tightened Türkiye's overall policy stance and significantly reduced crisis risks. The Central Bank of the Republic of Türkiye (CBRT) brought the ex ante real policy rate into positive territory while reducing regulatory complexity and dismantling financial distortions. Tax and expenditure measures underpin efforts to restore fiscal prudence, and the commitment to stronger incomes policies has strengthened credibility. The policy turnaround has reduced economic imbalances and revived confidence dramatically. Headline inflation has fallen from peak of 75% y-o-y in May 2024 as tighter financial conditions weigh on domestic demand. Market sentiment has sharply improved with domestic and foreign investors shifting into lira-denominated assets. Lower commodity prices, buoyant exports, and reduced gold imports have strengthened the current account, supporting large improvement in both gross and net reserves positions. Core NIR increased from -USD 75bn in March 2024 to USD 9bn by September 2024. Financial and corporate sectors appear to have weathered the policy tightening and financial liberalization so far. Credit default swaps spreads are now at about half their mid-2023 levels. Türkiye's sovereign ratings have been upgraded for first time since 2013. However, Türkiye's economy has experienced pronounced volatility with Turkish lira depreciating sharply and interest rates fluctuating during period of unorthodox policies (December 2021-May 2023) when inflation soared. Following May 2023 elections, new economic management team implemented gradually more conventional policies. Despite strong performance averaging 5% GDP growth over 2019-2023, quality and composition slowly deteriorated raising questions about sustainability of growth model. Successive elections, COVID-19 pandemic, devastating 2023 earthquakes killing >50,000, and geopolitical tensions disrupted economic activity and negatively affected investment. Long-standing structural challenges remain: informality extremely high, female labor force participation extremely low at 35.3% vs comparators 51-54%, labor mobility impaired by burdensome procedures and lack of fixed-term contracts, inflation expectations remain de-anchored despite improvements.",
    "policy_stance": "Policy priorities center on bringing inflation down swiftly and sustainably while safeguarding stability and boosting medium-term growth. Monetary policy: CBRT significantly tightened with policy rate raised from 8.5% (May 2023) to 50% (March 2024), maintaining data-dependent approach. Policy should remain tight until sequential inflation on sustainable downward path. Ex-ante real rates sufficiently contractionary needed to ensure sequential inflation aligns with CBRT's end-2025 midpoint forecast. As inflation expectations fall real policy rate will rise, but if inflation stays outside envelope consistent with end-2025 forecast, nominal increases also warranted. Credit growth caps should be discontinued before nominal easing. Inflows should be fully sterilized. Additional clarity on CBRT's reaction function to shocks would help re-anchor expectations. Macroprudential policies focus on mitigating systemic financial risks. CFMs should be discontinued gradually as FX liquidity risk recedes and inflation falls. Measures to strengthen central bank independence and communication would improve monetary policy efficacy and credibility. Fiscal policy: Larger more frontloaded fiscal consolidation would cool demand faster. Measures of 2.5% of GDP frontloaded would move 2025 fiscal impulse into significantly contractionary territory reversing stimulus from previous years. Policies should include rationalizing tax expenditures, broadening tax base, energy subsidy reforms, limiting spending to essential capital projects as long as earthquake reconstruction continues. 2024 cash fiscal impulse estimated around 1.2% of GDP partly because some unspent earthquake-related overhang from 2023 expected to be used. 2025 main assumption: freeze in civil service hiring, full revenue impact of May tax package, waning earthquake spending. On cash basis negative fiscal impulse of 0.9% in 2025. Medium-term deficit converge to authorities' announced 3% target. Debt expected to stay stable around 26% through 2029. Exchange rate policy: Should focus on smoothing destabilizing exchange rate movements. Given strong passthrough and high dollarization, sharp lira depreciation can push up prices potentially undermining inflation expectations. FX intervention to smooth volatility warranted while policies normalize, but intervening against persistent shocks could lead to unsustainable real appreciation followed by correction. As sequential inflation falls, intervention can be scaled back. Reserves accumulation should be opportunistic. Incomes policy: Decision to return to annual minimum wage adjustments welcome (down from semiannual). Backward indexation should be eliminated. Administered prices adjustments should align with production/maintenance costs. Structural reforms priorities: Accelerate low-carbon economy transition including further decarbonizing power sector to achieve carbon emission reduction objectives. ETS implementation in line with EU's would preserve competitiveness. Labor market reforms to boost female participation, reduce informality, increase flexibility. Reassess severance pay reform, make formal fixed-term and temporary contracts more flexible, reduce administrative/regulatory/tax burden on SMEs. Improve governance framework through 12th Development Plan strategic objectives. New anti-corruption strategy under preparation. Continue AML/CFT improvements following June 2024 FATF Gray list exit.",
    "key_risks": "Downside risks to outlook remain significant and tilted to the downside: (1) Stronger-than-expected wage and price inertia - gradual policy tightening prolongs period during which policies may be insufficiently tight to firmly reduce wage pressures and pricing power given sticky expectations potentially failing to bring down sequential inflation; (2) Reversal of capital flows and loss of confidence - foreign investors could unwind lira positions, corporates and banks find it harder to roll over debt, domestic savers could liquidate lira deposits to buy FX despite significant core NIR improvement; (3) Higher global energy prices which could reignite inflationary pressures given dependence on fuel imports; (4) Escalating geopolitical tensions particularly related to Gaza/Israel conflict, Russia's war in Ukraine, or regional tensions which could disrupt trade, reduce tourism (major services export), trigger capital outflows, increase defense spending; (5) Sharp external adjustment if current account deficit proves unsustainable and financing dries up potentially requiring sharp currency depreciation, import compression, severe recession; (6) Policy reversal or loss of credibility if authorities abandon orthodox policies under political pressure leading to capital flight, currency crisis, financial instability; (7) Credit risks rising with tighter monetary policy especially if growth declines and higher policy rates drag down asset prices - sharp deceleration in activity could impact financial health of NFCs leading to higher NPLs and potential insolvencies, tightening credit conditions and exacerbating slowdown; (8) Financial sector vulnerabilities - banks increased FX bond issuance exposing to FX conversion and funding risks in event of deposit withdrawal; NFCs net FX positions have improved substantially but did worsen in late 2023/2024H1 and remain vulnerable to lira volatility; CBRT's transition from quantity measures to decisively binding policy rate needs careful management; (9) Fiscal risks from earthquake reconstruction costs exceeding estimates, SOE losses, PPP contingent liabilities, pension costs, difficulty implementing fiscal consolidation; (10) Corporate sector vulnerabilities from high FX debt, rising borrowing costs, refinancing risks; (11) Natural disasters including earthquakes; (12) Deterioration in global financial conditions or global recession reducing demand for Turkish exports and limiting external financing; (13) Prolonged high inflation environment and smaller financial sector reflecting distorted capital allocations constraining medium-term growth potential. Upside risks: Falling headline inflation improving confidence faster could accelerate capital inflows leading to real appreciation pushing down inflation; pricing power may weaken faster than expected pushing sequential inflation down more quickly; tighter policies could create virtuous cycle with reduced pricing power easing wage pressures, lowering inflation inertia, further reducing wage/price pressures.",
    "real_gdp_growth_t-1": "5.1% (2023)",
    "real_gdp_growth_t": "3.0% (2024 projected) - strong Q1 then weakening, sequential contractions Q3-Q4",
    "real_gdp_growth_t+1": "2.7% (2025 projected), 3.2% (2026), 3.4% (2027), 3.7% (2028), 3.9% (2029)",
    "cpi_eop_latest": "43.0% end-2024 projected (peaked at 75% y-o-y May 2024), 24.0% end-2025 projected, 17.2% end-2026, 15.3% end-2027, 15.0% end-2028/2029",
    "output_gap": "Positive at 1.9% (2023), 0.7% (2024), turning negative at -0.3% (2025), -0.5% (2026-2027), -0.2% (2028), closing to 0.0% (2029) as growth recovers toward potential",
    "nominal_gdp_lcu": "GDP deflator growth: 68.2% (2023), 60.0% (2024), 31.4% (2025), 20.4% (2026), 16.6% (2027), 15.3% (2028), 15.2% (2029)",
    "nominal_gdp_usd": "920 billion (2023), ~1,050 billion (2024 proj), ~1,180 billion (2025 proj based on projections)",
    "population": "85.4 million (2023), 86.3 million (context from EBRD)",
    "overall_balance_gdp": "General government overall balance (IMF definition): -5.6% (2023), -5.2% (2024 proj), -3.6% (2025 proj), -3.1% (2026 proj), -3.1% (2027-2029 proj). Cash basis: -2.8% (2023), -4.6% (2024 proj), -4.6% (2025 proj), -3.7% (2026), -3.1% (2027-2029)",
    "primary_balance_gdp": "Primary balance (accrual): -3.7% (2023), -2.8% (2024 proj), -0.4% (2025 proj), 0.4% (2026 proj), 0.1% (2027), -0.1% (2028), -0.4% (2029). Cash basis: -0.9% (2023), -2.1% (2024), -1.4% (2025), -0.2% (2026), 0.1% (2027), -0.1% (2028), -0.4% (2029)",
    "revenues_gdp": "Total revenue: 18.6% (2023), 19.7% (2024 proj), 20.0% (2025-2029 proj). Tax revenue: 17.0% (2023), 18.0% (2024), 18.3% (2025-2029). Revenue improvements from May tax package and better compliance.",
    "expenditure_gdp": "Total primary expenditure: 22.4% (2023 including earthquake spending), 22.5% (2024), 20.4% (2025 declining as earthquake spending wanes), 19.6% (2026), 19.9% (2027), 20.1% (2028), 20.4% (2029). Earthquake-related capital transfers: 3.2% (2023), 1.6% (2024), 0.1% (2025 onward)",
    "public_debt_gdp": "General government gross debt (EU definition): 29.3% (2023), 25.2% (2024 proj), 26.0% (2025 proj), 26.0% (2026), 26.0% (2027), 25.9% (2028), 25.6% (2029). Public debt sustainable under range of policy shocks. Low debt levels provide fiscal space.",
    "debt_profile": "Debt structure: mix of domestic lira-denominated and external USD/EUR. Government eurobonds outstanding. Rising domestic debt issuance with non-resident participation increasing (reached 24% of domestic debt mid-2024 from much lower historically). Recent shift to lira assets by domestic depositors, speculative carry trade investors, portfolio managers. Sovereign ratings upgraded 2024 for first time since 2013 reflecting policy improvements. Debt service manageable. Rollover rates: government 101-105%, banks 108-121%, other sectors 110-119% projected.",
    "fiscal_rules": "Authorities' announced fiscal target: converge to 3% deficit medium-term. 12th Development Plan (2024-26) establishes strategic objectives. Medium-Term Program (MTP) provides fiscal framework. Earthquake reconstruction incorporated into fiscal plans but creates pressures. Cash/accrual differences significant particularly for earthquake spending.",
    "current_account_gdp": "-4.0% (2023), -2.2% (2024 proj - significant improvement), -2.1% (2025 proj), -2.0% (2026), -1.9% (2027-2029 proj). Improvement driven by: falling imported fuel prices, lower gold demand, macro policies aimed at external rebalancing, slowdown in economic activity, buoyant goods and services exports. Non-fuel current account: 0.7% (2023), 1.3% (2024 proj), 1.4% (2025-2027).",
    "reserves_usd_bn": "Gross international reserves: 140.9 billion (2023), 164.5 billion (2024 proj), 173.5 billion (2025), 183.7 billion (2026), 197.9 billion (2027), 209.0 billion (2028), 222.9 billion (2029). Net international reserves: 35.0 billion (2023), 58.2 billion (2024 proj), 67.2 billion (2025), 77.4 billion (2026), 91.6 billion (2027), 102.7 billion (2028), 116.6 billion (2029). Core NIR (excluding off-balance sheet swaps with banks and Treasury FX deposits): -USD 75bn (March 2024), +USD 9bn (September 9, 2024) - remarkable turnaround.",
    "reserves_months_imports": "Not explicitly stated in months but reserves characterized as adequate and improving",
    "ara_percent": "Ratio to ARA metric for emerging markets: 95.5% (2023), 100.2% (2024 proj), 99.2% (2025), 99.9% (2026), 102.8% (2027), 103.1% (2028), 103.7% (2029). Gross reserves slightly above 100% of ARA metric end-2024 and staying above metric through forecast.",
    "exchange_rate_regime": "De facto floating with limited flexibility. Lira allowed to depreciate by ~30% between end-May and end-July 2023. Since then CBRT noted interventions would only smooth volatility though communications emphasized importance of real exchange rate appreciation for reducing inflation. CBRT does not target level or pace of depreciation. Lira weakening at average monthly rate of ~1.8% pushing up real value by about 12.3% by August 2024 partly due to improved terms of trade. Exchange rate: TRY/USD averaged in recent period, showing gradual depreciation.",
    "fx_intervention_notes": "FX intervention policy: focus on smoothing potentially destabilizing exchange rate movements that could dislodge inflation expectations, scaled back as inflation recedes. Since March 2024, cumulative increase in core NIR by type of FX purchases from banks: direct FX purchases USD 35.2bn, purchase of swap FX USD 57.5bn totaling ~USD 93bn. FX-protected deposits (DDMs) gradually phased down to USD 64bn (June 14, 2024) from USD 80-90bn (June 2, 2023). KKMs completely eliminated. Export surrender requirement decreased from 40% to 30% (June 2024) as part of gradual liberalization. Capital flow measures should be discontinued gradually as FX liquidity risk and inflation recede.",
    "policy_rate": "CBRT policy rate (refinancing rate) raised from 8.5% (May 2023) to 50% (March 2024) - significant tightening. Policy rate corridor widened from 300 to 600 bps effectively increasing interbank rate ceiling. Real average cost of CBRT funding to banks: -35.4% (2023 real negative), turning positive 2024 onward. Policy should remain data-dependent and sufficiently contractionary.",
    "real_policy_rate": "Ex ante real policy rate brought into positive territory for first time in years. With 50% nominal rate and inflation expectations declining, real rate rising. Real policy rate needs to stay sufficiently contractionary to ensure sequential inflation on downward trend. As inflation expectations fall from current ~40% toward 24% (end-2025 target), real rate will mechanically increase.",
    "credit_growth": "Growth of credit to private sector: 54.0% (2023), projected to moderate significantly with tight policy. Credit to private sector as % of GDP: 43.3% (2023), declining to 37.4% (2024 proj), 36.0% (2025), 36.2% (2026), 36.0% (2027), 37.7% (2028), 39.7% (2029) - reflecting disintermediation from prolonged high inflation. Credit growth caps implemented, should be discontinued before nominal easing. Broad money (M2) growth: 70.1% (2023), projected to moderate with tight policy.",
    "dollarisation": "Dollarization remains high creating vulnerabilities. Banks have taken advantage of demand for Turkish risk by increasing FX bond issuance exposing to FX conversion and funding risks. Share of FX deposits significant though investors shifting into lira assets in 2024. Non-resident holdings of domestic debt securities and equities increased markedly: domestic debt reached 24% by mid-2024, equity holdings also rising. Authorities working to reduce dollarization through policies favoring lira.",
    "fsi_car": "Capital Adequacy Ratio (CAR): 19% (2023), 17% (2024Q2). Core Tier 1 Ratio (CT1R): 17% (2023), 15% (2024Q2). Capital buffers adequate. RWA/Assets: 59% (2023), 65% (2024Q2).",
    "fsi_npl": "NPLs / Gross Loans: 2% (2023), 2% (2024Q2) - relatively low. Provisions / Gross NPLs: 82% (2023), 79% (2024Q2). Credit risks could rise with tighter monetary policy especially if growth declines. Asset quality monitoring important as policy stance tightens.",
    "fsi_roe": "Return on Average Equity (ROAE): 43% (2023) - very high due to inflation, 15% (2024Q2) normalizing. Return on Average Assets (ROAA): 3% (2023), 1% (2024Q2). Profitability remains solid though moderating from exceptional 2022-2023 levels.",
    "fsi_lcr": "Liquid Assets / Assets: 30% (2023), 30% (2024Q2) - adequate liquidity. Loan-to-Deposit ratio: 79% (2023), 84% (2024Q2). Banks maintain adequate liquidity buffers.",
    "macroprudential_measures": "Regulatory reporting standards improved. Some forbearance remains. Steps taken including implementation of Net Stable Funding Ratio and Large Exposure Standard but gaps remain with Basel standards. Security maintenance requirement was discontinued. Export surrender requirement reduced from 40% to 30%. CFMs including limits on banks' FX positions being gradually phased as conditions normalize. Credit growth caps implemented, should be lifted as monetary policy normalizes. Macroprudential policies focus on mitigating systemic financial risks. 2023 FSAP recommendations being implemented. Financial liberalization measures significant since July 2023 including simplifying FX regulations, removing distortions.",
    "baseline_growth_outlook": "Growth slowing after strong Q1 2024. Sequential contractions Q3-Q4 2024 as falling credit and eroding real incomes weigh despite expansionary fiscal stance reducing annual growth to 3.0%. Modest recovery keeps 2025 growth at 2.7%. Medium-term growth increases to 3.5-4% with larger contribution from stronger external demand. This well below Türkiye's historical average of ~5% reflecting distorted capital allocations from prolonged high inflation environment and now smaller financial sector. Contributions to growth: Private consumption: 9.5% (2023), 1.1% (2024), 0.3% (2025), recovering to 1.9-2.0% medium-term. Investment: -1.6% (2023), 0.6% (2024), 2.6% (2025), 1.1-1.7% medium-term. Net exports: -3.1% (2023), 0.9% (2024), -0.6% (2025), modestly negative medium-term. Potential growth estimated at ~4%. Recovery toward potential gradual as confidence rebuilds, inflation falls, disintermediation reverses over time.",
    "fiscal_consolidation_path": "Gradual fiscal consolidation underway. Cash fiscal impulse: 0.7% (2023 expansionary), 1.2% (2024 expansionary partly from earthquake spending), -0.8% (2025 contractionary), -1.2% (2026 further consolidation), -0.3% (2027), small expansionary adjustments 2028-2029. Primary balance (cash) moving from -0.9% (2023) to surplus territory by 2026-2027. Overall deficit converging to 3% target by medium-term. Consolidation achieved through: revenue measures including May tax package, rationalizing tax expenditures, broadening tax base, improving tax administration and compliance; expenditure measures including freeze on civil service hiring, waning earthquake spending (capital transfers declining from 3.2% GDP 2023 to 0.1% 2025), limiting capital spending to essential projects, energy subsidy reform. Earthquake reconstruction continues but at declining fiscal cost. Staff recommends larger more frontloaded consolidation of 2.5% GDP to more decisively cool demand.",
    "risk_1_label": "Wage and price inertia / policy stance insufficiently tight",
    "risk_1_likelihood": "Medium-High",
    "risk_1_impact": "High - could fail to bring down sequential inflation, de-anchor expectations, require even tighter policy later",
    "risk_2_label": "Reversal of capital flows and confidence",
    "risk_2_likelihood": "Medium",
    "risk_2_impact": "Severe - could trigger currency crisis, deposit flight to FX, banking sector stress, sharp depreciation, inflation surge",
    "risk_3_label": "Geopolitical escalation and external shocks",
    "risk_3_likelihood": "Medium-High",
    "risk_3_impact": "High - higher energy prices, disrupted trade/tourism, capital outflows, potential conflict spillovers from Gaza/Ukraine",
    "dsa_risk_rating": "Public debt sustainable under range of policy shocks. Low debt levels at ~26% of GDP provide substantial fiscal space. However, contingent liabilities from SOEs, PPPs, pension costs create fiscal risks requiring monitoring. External debt: 45.2% of GDP (2023), declining to 41.3% (2024), 39.8% (2025), stabilizing around 39-40% medium-term. Gross financing needs: 21.2% of GDP (2023), 19.1% (2024), 20.0% (2025), ~20% medium-term - manageable levels. Debt dynamics favorable with moderate debt, declining trajectory, adequate financing access.",
    "dsa_heatmap_summary": "Debt Sustainability Analysis shows public debt sustainable and declining: 29.3% (2023) to 25.2% (2024) to ~26% medium-term, well below typical thresholds. External debt manageable at 45% GDP declining to ~39%. Gross financing needs moderate at ~20% GDP. Key vulnerabilities: external debt service to exports ratio at 58-69% elevated; contingent liabilities from SOEs/PPPs; potential for sharp external adjustment if CAD financing becomes problematic; FX debt exposures creating currency risk. Strengths: low public debt, improving reserves position, current account improving, access to international markets restored with sovereign upgrades, rollover rates adequate. Under stress scenarios debt remains manageable though higher energy prices or growth shocks would worsen dynamics.",
    "gross_financing_needs_gdp": "19.1% (2024 proj), 20.0% (2025), 20.5% (2026), 20.1% (2027), 20.0% (2028), 19.8% (2029). Total gross external financing requirements: USD 256bn (2024), USD 291bn (2025), USD 303bn (2026), USD 315bn (2027), USD 332bn (2028), USD 349bn (2029). Financing needs met through diverse sources: government eurobond issuances, portfolio inflows, medium/long-term debt, short-term debt rollovers, FDI.",
    "stress_tests_bind": "Debt vulnerable to: growth shocks which would reduce revenues and increase debt/GDP ratio; commodity price shocks particularly oil/gas given fuel import dependence; exchange rate shocks given FX-denominated debt; interest rate increases raising debt service though domestic debt now larger share; confidence shocks triggering capital flight. However, low debt starting point provides buffers. Fiscal consolidation path assumes no major additional shocks. Staff scenario with faster disinflation involves greater short-term growth costs but lower risks and stronger medium-term outcomes.",
    "sovereign_issuance_notes": "Government eurobonds active: drawings USD 10bn (2024), USD 11bn (2025 proj), USD 11bn annually thereafter. Amortization: USD 10.4bn (2024), USD 14.3bn (2025), USD 12.2bn (2026). Domestically-issued government bonds net: USD 11.6bn (2024 proj), USD 7.2bn (2025), declining thereafter. Strong non-resident demand for domestic debt securities - holdings reached 24% by mid-2024. Private sector international bond issuance active: corporates and financials raised ~USD 2.5-3bn in 2024H1. Sovereign credit ratings upgraded 2024 for first time since 2013 supporting market access.",
    "investor_base_notes": "Investor base diversifying: domestic depositors shifting into lira assets; speculative carry trade investors attracted by high real rates; portfolio managers increasing allocations; non-residents increased holdings of domestic debt to 24% and equities significantly in 2024. FDI: USD 4.7bn net (2023), USD 7.9bn (2024 proj), USD 12.7bn (2025), USD 13-13.3bn medium-term. Portfolio investment inflows strengthening: USD 17.0bn (2023), USD 34.3bn (2024 proj), USD 27.9bn (2025), moderating to USD 23-27bn thereafter. Bank FX bond issuance strong though creating refinancing risks. International investors returning after policy shift. CDS spreads halved from mid-2023 levels indicating improved risk perception.",
    "market_depth_notes": "Financial markets strengthening but remain relatively shallow after prolonged inflation/volatility period. Credit to private sector declined to 43.3% of GDP (2023) from higher levels historically reflecting disintermediation. Domestic bond market growing with non-resident participation increasing. Capital markets being developed with EBRD/IFC support. Stock market (Borsa Istanbul) active. Banking sector concentrated with state banks playing significant role. Non-bank financial institutions including insurance, leasing, factoring, asset management companies, pension funds being developed. FinTech sector growing. Derivatives and structured products limited but developing. Overall market depth constraining long-term finance availability identified as top obstacle by private sector.",
    "fsap_links": "2023 FSAP conducted. Key recommendations being implemented: bring supervisory framework more closely in line with Basel notably for risk management and reporting practices; strengthen CBRT's emergency liquidity assistance policies; continue implementing AML/CFT improvements (resulted in June 2024 FATF Gray list exit); strengthen regulation and oversight of virtual assets activity; enhance monitoring of system risks; improve prudential standards. Some steps taken including Net Stable Funding Ratio, Large Exposure Standard implementation but gaps remain. Some forbearance remains.",
    "programme_status": "No current IMF program. Article IV surveillance relationship. Close technical engagement. Authorities treating relationship as advisory. Previous programs: most recent Stand-By Arrangement ended years ago. No current borrowing from IMF.",
    "board_date": "September 27, 2024 (2024 Article IV Consultation Executive Board discussion)",
    "next_article_iv_cycle": "Expected around September 2025 (standard 12-month cycle)"
  },
  "EBRD_Country_Strategy": {
    "country": "Türkiye",
    "strategy_period": "2024-2029",
    "publication_date": "Approved by Board of Directors on 6 November 2024",
    "link": "Not specified in document",
    "priority_1": "Intensify Green Economy Transition and help Türkiye realise its climate ambitions. This priority focuses on: Supporting decarbonization of energy production and key economic sectors, reduction of climate vulnerability, major uplift in municipal and environmental utilities services. Key elements: Continue renewable energy investments building on previous strategy achievements; support energy efficiency across sectors via GEFF and other programs; assist climate adaptation and resilience initiatives; support Green Cities framework and municipal environmental projects; help implement updated NDC consistent with net zero emissions by 2053; advise on domestic ETS design covering main sectors in EU CBAM with pilot phase 2025; support grid infrastructure and renewable integration; promote circular economy and waste management; assist water efficiency and management; enhance climate governance and ESG practices; support green finance product development (GSS+ bonds); promote gender-lens climate finance and female leadership in climate action; ensure Paris Alignment and EU CBAM compliance particularly for exporters; provide TC to develop low-carbon transition strategies; assist with Climate Change Governance practices aligned with NDC commitments. Previous strategy results: Significant green investments though GET share varied by year; energy efficiency programs; municipal infrastructure (87 CNG buses Yerevan analogy suggests Turkish municipal transport also supported). Challenges: Türkiye progressing green policies but transition needs acceleration to reduce fossil fuel dependency and mitigate climate impact particularly given EU CBAM and other climate initiatives; coal remains significant in energy mix though share projected to gradually fall per NEP; no plans to close existing coal plants but renewables scaling.",
    "priority_2": "Boost Türkiye's human capital development and foster greater gender equality, economic and regional inclusion. This priority emphasizes: Increased access to skills development aligned with green and digital transformation by improving market-oriented skills and supporting private-sector led TVET curricula reviews with corporate/SME clients; scale up skills-enhancing solutions for all labor market segments (women, youth, elderly, disabled, refugees) and support workforce integration; policy reforms addressing skills gaps/mismatches including collaborative public-private structures developing green and digital skills for future of work, tackling brain drain, creating better qualified inclusive workforce; prepare engagement on Just Transition through investments coupled with reskilling/redeployment for affected workers; continue WiB and YiB programmes providing credit lines, capacity building, advisory for underserved MSMEs; explore inclusive and gender-responsive financial systems including sex-disaggregated data, innovative firms delivering inclusive products, alternative scoring, fintech; provide specialized advisory/start-up support to MSMEs including in underserved regions to increase formalization, financial literacy, digitalization; strengthen measures increasing women's labour force participation and empowerment particularly in male-dominated sectors (energy, infrastructure, manufacturing) through equal opportunity policies, leadership initiatives for board representation, removal of legal barriers; enhance gender-lens climate finance; enhance gender-responsive infrastructure and public transport planning with safety measures to combat GBVH, develop anti-harassment workplace policies, ensure universal design for elderly and people with disabilities; support government and private sector initiatives enhancing provision of care services; develop policy initiatives with local partners for inclusive economic participation including procurement practices, labour audits, supply chain human capital practices; expand investments in underserved regions including earthquake-affected areas and refugee-hosting regions through direct/indirect finance and advisory; promote more inclusive regions working with regional development agencies through investments in labour-intensive sectors (agribusiness), local supply chains, select infrastructure including social infrastructure to strengthen access to services and enhance economic opportunities including for refugees. Previous strategy (2019-2023): WiB programme 1,972 subloans ~EUR 426m; 185 women-led businesses accessing advisory; 14 training programmes improving skills for ~1,300 people; EUR 1.5bn earthquake response financial package (EUR 400m emergency financing via FIs, EUR 400m+ loans to affected region companies); Reconstruction Assistance and Grant Programme for SMEs; 2 Refugee Response Programme projects.",
    "priority_3": "Boost Türkiye's competitiveness through increased productivity and innovation and stronger governance. This priority focuses on: More expansive, innovative, competitive private sector through direct finance to Turkish corporates to scale up, support competitiveness/sustainability, integrate into global value chains alongside advisory for productivity/efficiency, exports, corporate governance, business standards; strengthen intermediated SME financing through dedicated credit lines (competitiveness, green, digital, inclusion focus) plus risk sharing and innovative products like SME-backed bonds, diversified payment rights; further develop supply chain financing including innovative structures, credit enhancement products, local currency where possible commercially or with EU/IFIs; scale up SME advisory enhancing Blue Ribbon and Star Venture programs, supporting digital trade; facilitate increased local production in high value-added sectors investing in growth-oriented/innovative companies including through FDI; support development of innovative practices and green technologies by Turkish companies, accelerators, start-ups including R&D through direct investment, VC funds, advisory; support digital transformation including TMT companies, ICT services, advisory for digitalization, data governance, cyber security across sectors including trade/supply chains; deepen and diversify capital markets access including Türkiye-focused/regional PE, VC, infrastructure funds; debt products; IPOs; direct equity; real estate instruments; support alternative financing (asset-backed securities, synthetic/true sale securitization, Islamic finance, structured facilities); explore collaboration with Participation Banks; develop GSS+ products; support enabling environment for local currency finance and TL corporate bonds as credible alternative to bank loans; enhance banking sector resilience supporting issuance of financial instruments optimizing cost of capital (synthetic securitization, PRS), sound risk management; facilitate FinTech and digital platforms (DTFF); broaden financial intermediation through NBFIs (Asset Management, factoring, insurance, leasing, pensions); promote PSP in essential infrastructure through innovative financing/delivery (PPPs); strengthen corporate governance including climate governance, ESG, capital markets practices, financial management, reporting, disclosure; explore opportunities with select SOEs and municipal entities; support business climate improvements including regulatory reform, financial restructuring/insolvency frameworks, online procedures for small/uncontested claims, e-governance, digital trade. Previous strategy: Improved access to finance EUR 1.93bn to 16 FIs; trade facilitation EUR 2.2bn via 12 FIs; 20 RSF transactions; EUR 303m MSME subloans, 8,299 transactions; 10 new financial instruments/products; EUR 113.5m capital market transactions facilitated; Capital Markets Board TA for bondholders' rights, crowdfunding; developed Turkish Lira Overnight Reference Rate (TLREF); 9 transactions using Diversified Payment Rights securitization; FinTech equity investments EUR 13.4m+12.6m+5m; NPL Resolution Framework support; supply chain development initiatives; innovation/digitalization support including 3 equity funds, Digital Barometer Tool, Star Venture programme supporting 13 start-ups; EV market expansion EUR 229m direct+475m mobilized; trade infrastructure EUR 191m for 5 ports, EUR 55m logistics digitalization; public transport EUR 432m for 5 metro lines Istanbul/Izmir/Ankara, EUR 150m high-speed railway, EUR 72.5m CNG buses; PPPs including EUR 9.5m waste management Canakkale, EUR 75m hospital facility management.",
    "priority_4": "Strengthen Türkiye's infrastructure and regional integration. This priority emphasizes: Continue sustainable transport, trade, logistics infrastructure development (rail, ports, maritime) connecting Türkiye internally and regionally including as part of Middle Corridor, EU Global Gateway, G20 PGII; strengthen economic and trade integration with EU, Central Asia, African markets by supporting international expansion, promoting exports, facilitating inbound FDI and near-shoring, scaling up trade finance (focus on intraregional and green trade) and capacity building (EU-CBAM compliance, legal/regulatory standards); explore PPPs and financing structures for Organised Industrial Zones; finance enhanced telecommunications, technology-based, cyber-secure solutions, integrated ICT via investment and policy engagement supporting digital transformation including with SOEs; meet demand for ultra-fast broadband supporting rollout of next generation digital infrastructure (fiber, 5G, data centers, towers); expand key digital infrastructure in underdeveloped/rural regions promoting digital accessibility; along with partners/donors help re-integrate earthquake-affected regions by continuing reconstruction of sustainable resilient critical infrastructure/services including in OIZs, providing financing/advisory to affected businesses, advancing intra-regional integration measures; promote disaster preparedness and climate risk management enhancing operational resilience at national/municipal level; increase implementation/absorption capacity bringing private sector into reconstruction efforts in earthquake-affected regions. Previous strategy: Major transport investments; trade facilitation support; digital infrastructure limited specific details. Implementation risks: geopolitical uncertainty affecting stability, supply chains, limiting investments; earthquake impacts on affected regions; infrastructure quality uneven across regions adversely affected by earthquake risks and limited disaster management.",
    "cross_cutting_themes": "Corporate governance strengthening; Business climate improvements through regulatory reform, e-governance, digital trade; Gender equality (WiB, YiB, women's labour force participation programs, leadership initiatives, GBVH combat); Human capital development (skills programs, TVET, Just Transition reskilling); Regional development addressing earthquake-affected and underserved regions; Refugee integration and support; Digital transformation (FinTech, TMT, ICT, digitalization across sectors); Climate adaptation and resilience; Inclusive finance and economic participation; Care economy support; Disaster preparedness; Paris Alignment and EU CBAM compliance.",
    "competitive_gaps": "Competitive score 68 vs comparators Hungary 77, Poland 73. MSME competitiveness could be strengthened through higher productivity, improved access to finance, better adaptation to twin green and digital transformation. New business density 2.45 per 1,000 population lower than Hungary 4.32 but higher than Poland 2.16. Innovation and technology adoption need acceleration. Export competitiveness solid but can be enhanced. Integration into global value chains improving but infrastructure gaps and earthquake impacts limit potential. Value-added manufacturing expanding. Productivity constrained by informality, skills gaps, regulatory burdens. SME financing remains top obstacle. Long-term finance access limited.",
    "well_governed_gaps": "Well-governed dimension requires improvements. Policymaking notably volatile 2018-2023 period. Notwithstanding e-governance improvements, overall governance needs strengthening. 12th Development Plan (2024-26) establishes objectives to strengthen bureaucratic and legal predictability making economy more competitive; reform measures include improving quality/quantity of judges/prosecutors, streamlining judicial processes. New anti-corruption strategy under preparation. In absence of dedicated anti-corruption agency, robust coordination through Ministry of Justice critical. Türkiye undertaking 2nd Review Cycle under UN Convention against Corruption. SOE dominance poses fiscal risks and constrains real economy reach. PPP framework needs strengthening with law following best international practice. Transparency and accountability improvements needed. Corporate governance standards advancing but require continued work.",
    "green_gaps": "Green score 44. Energy intensity 2.5 TES/GDP (MJ/2017 US$ PPP) vs Hungary 3.5, Poland 3.5 - actually lower than comparators. Emission intensity 0.13 kgCO2/2015 US$ PPP vs Hungary 0.12, Poland 0.21 - comparable. However, Türkiye needs to accelerate green transition through more ambitious plans to reduce fossil fuel dependency and mitigate climate change impact. Coal remains in energy mix though share projected to decline. Updated NDC consistent with net zero emissions 2053. Domestic ETS design underway covering main EU CBAM sectors, pilot 2025. Renewable energy expanding. Green Cities initiatives. Waste management and circular economy underdeveloped. Water stress concerns. Climate vulnerability particularly earthquake risks.",
    "inclusive_gaps": "Inclusive score 40. Persistent gender gaps: female labour force participation 35.3% (2023) extremely low vs Hungary 54.0%, Poland 51.6%. Youth unemployment 17.9% (2023) elevated vs Hungary 12.7%, Poland 11.5%. General unemployment 9.6% (2023) vs Hungary 4.1%, Poland 2.8%. Regional inequalities further exacerbated by February 2023 earthquakes killing >50,000 and displacing hundreds of thousands. Refugee populations requiring integration support. Informality extremely high though declining. Skills mismatches with inadequately skilled workforce. Access to finance gaps for women, youth, SMEs, regional firms. Income inequality. Limited economic opportunities in some regions especially earthquake-affected southeast. Care services provision limited constraining women's workforce participation.",
    "resilient_gaps": "Resilient dimension challenged by: earthquake vulnerability dramatically demonstrated by February 2023 disaster; limited disaster management and crisis preparedness restricting ability to leverage geographic position; geopolitical tensions creating external shocks; energy dependence on imports; financial sector vulnerabilities from rapid shifts in capital flows, dollarization, FX exposures though resilience demonstrated during 2023-2024 tightening. Strengths: financial sector weathered policy tightening so far; banking sector adequately capitalized with improving asset quality; corporate sector adjusting. Infrastructure quality uneven limiting resilience.",
    "integrated_gaps": "Integrated score 71. Infrastructure quality uneven across regions adversely affected by earthquake risks. Integration into global value chains improving but gaps remain. Geographic position provides strategic connectivity potential (Middle Corridor, EU Gateway) but requires infrastructure investment. Transport, trade, logistics infrastructure needs continued development. Digital infrastructure expanding but rural/underdeveloped regions lag. Earthquake reconstruction creating opportunity to rebuild with resilience. Regional economic integration with EU (key partner), Central Asia (growing links), Africa (emerging ties) supported by trade facilitation and export promotion. Near-shoring opportunities from global supply chain reconfiguration.",
    "business_climate": "Business climate improving but challenges remain. 12th Development Plan targets strengthening bureaucratic and legal predictability. Governance improvements underway. E-governance advancing. Regulatory reform including insolvency frameworks, online procedures, digital trade initiatives. Corporate governance standards rising with capital markets development. However: policy volatility 2018-2023 created uncertainty; informality remains extremely high; labor market rigidities including severance pay, limited fixed-term contracts; tax and regulatory burdens on SMEs; SOE dominance in some sectors; PPP framework needs strengthening; judicial efficiency requires continued reform; anti-corruption efforts need sustained implementation. Positive: policy shift since May 2023 elections restoring conventional economics; sovereign rating upgrades; investor confidence improving; Article 1 commitment maintained though application under strain.",
    "soe_governance": "SOE governance requires continued reform. SOE dominance poses fiscal risks and constrains private sector. Contingent liabilities concern. PPP law following best international practice needed defining roles, responsibilities, procedures for contract management, reporting requirements for contingent liabilities in primary legislation. Timely SOE financial statements needed. Limited private sector development of SOE-dominated sectors. Some SOEs involved in digital infrastructure where EBRD exploring engagement. Risk monitoring enhanced through systematic frameworks.",
    "competition_policy": "Competition policy requires strengthening. SOE dominance limits competition in some sectors. Regulatory barriers being addressed. Business climate reforms aim to improve competitive environment. SME competitiveness programs support leveling playing field. Anti-competitive practices monitoring needed.",
    "ppp_legal_framework": "PPP framework needs strengthening. Staff recommendation: PPP law in line with best international practice defining roles, responsibilities, procedures for contract management, reporting requirements for contingent liabilities from PPPs in primary legislation. Some PPPs implemented (waste management, hospitals, infrastructure) but framework requires enhancement. Fiscal risk management from PPPs important given contingent liabilities. Private sector participation in essential infrastructure promoted.",
    "sector_bottlenecks": "Energy: fossil fuel dependency needing reduction; grid infrastructure requiring upgrades for renewable integration; ETS implementation needed. Transport: infrastructure gaps particularly in earthquake-affected regions and underserved areas; logistics infrastructure needing enhancement. Water: stress concerns; efficiency improvements needed. Waste: management infrastructure underdeveloped; circular economy nascent. Digital: rural and underdeveloped regions lag in infrastructure; broadband rollout needs acceleration; cyber security capabilities require development. Finance: long-term finance access remains top obstacle; SME financing gaps; local currency markets need deepening; capital markets relatively shallow. Skills: mismatches with inadequate workforce; TVET needing alignment with green/digital transition; brain drain concerns. Housing/Real Estate: instruments for sector support in financial markets needed. Manufacturing: high value-added production capacity expanding but requires support. Agriculture: informality high; modernization needed.",
    "policy_dialogue_focus": "Financial sector development: capital markets deepening, local currency finance, banking sector resilience, Basel alignment, AML/CFT, FinTech regulation, virtual assets oversight, NBFI development. Business climate: regulatory reform, insolvency frameworks, e-governance, digital trade, judicial reforms, anti-corruption implementation. Corporate governance: standards improvement, ESG adoption, climate governance, reporting/disclosure. Climate policy: NDC implementation, ETS design and implementation, EU CBAM compliance support, low-carbon transition strategies, Green Cities framework, renewable energy promotion. Labor market: informality reduction, female participation increase, flexibility enhancement, skills development aligned with green/digital transformation, Just Transition, severance pay reform, fixed-term contracts. Energy: decarbonization pathway, renewable scaling, grid infrastructure, energy efficiency. Regional development: earthquake reconstruction, disaster preparedness, underserved region development. Gender equality: women's economic empowerment, GBVH combat, care services, leadership initiatives. Refugee integration. PPP framework improvement. SOE governance. Tax policy including gender-responsive taxation. Infrastructure: transport, digital, logistics development supporting Middle Corridor and regional integration.",
    "operational_focus": "Financial Institutions: credit lines for SMEs, MSMEs, underserved segments via 16 PFIs; trade finance (TFP) via 12 FIs; WiB and YiB programs; risk-sharing facilities; diversified payment rights securitization; capital optimization instruments. Private sector direct: corporate lending for expansion, competitiveness, sustainability, exports, green transition; supply chain financing with innovative structures; local currency lending. Equity investments: PE/VC funds in Türkiye and region; direct equity stakes; IPOs; innovation/FinTech investments; growth companies and start-ups. Infrastructure: sustainable transport (metros, rail, ports) connecting internally and regionally; digital infrastructure (fiber, 5G, data centers); municipal infrastructure (waste, environmental services); earthquake reconstruction; OIZ development. Real estate: instruments supporting sector within financial markets. Advisory: ASB for SMEs (Star Venture, Blue Ribbon); corporate governance support; capital markets development; policy reforms (business climate, financial sector, labor market, climate); TC for green transition, EU CBAM compliance, skills development, gender equality, disaster preparedness. Priority sectors: financial institutions, infrastructure (transport, digital, municipal), manufacturing and services, energy (renewables, efficiency), agribusiness, ICT, real estate. Previous strategy ABI EUR 9,724m: Priority 1 (financial sector) 35%, Priority 2 (knowledge economy/governance) 24%, Priority 3 (inclusion/gender) 17%, Priority 4 (infrastructure) 24%.",
    "policy_engagement_priorities": "Capital markets development and deepening; Local currency finance promotion; Banking sector Basel alignment and resilience; AML/CFT framework strengthening; Virtual assets regulation; Business climate regulatory reforms; Insolvency and financial restructuring frameworks; E-governance and digital trade facilitation; Corporate governance including ESG and climate governance; Climate policy including NDC implementation, ETS design, EU CBAM compliance; Labor market reforms for informality reduction, female participation, flexibility; Gender equality and women's economic empowerment policies; Skills development aligned with green and digital transformation; Just Transition frameworks; PPP legal and institutional framework; SOE governance improvement; Disaster preparedness and climate resilience; Regional development strategies; Refugee integration policies; Anti-corruption strategy implementation; Judicial reforms; Tax policy including gender-responsive measures; Energy sector decarbonization; Middle Corridor and regional integration initiatives.",
    "headline_kpis": "Previous strategy (2019-2023) results: ABI EUR 9,724m with 35% Priority 1 (financial), 24% Priority 2 (knowledge/governance), 17% Priority 3 (inclusion), 24% Priority 4 (infrastructure); TC grants EUR 94m; Transition impact 91% on-track; MSME subloans EUR 303m to 8,299 subloans; 10 new financial instruments/products; EUR 113.5m capital market transactions; 1,972 WiB subloans EUR 426m; 185 women-led businesses advisory; 1,300 people skills training via 14 programmes; Earthquake response EUR 1.5bn package including EUR 400m FI emergency financing and EUR 400m+ affected region company loans; Infrastructure investments EUR 432m metros, EUR 150m rail, EUR 191m ports, EUR 55m logistics digitalization; Innovation support via 3 equity funds, Star Venture 13 start-ups; EV market EUR 229m+475m mobilized; Supply chain development; TFP EUR 2.2bn via 12 FIs; FinTech investments EUR 31m combined.",
    "mdb_coordination_partners": "World Bank (WB): EUR 1,788m indicative annual average 2019-2023 - significant investments across agribusiness, manufacturing, services, natural resources, energy, infrastructure, banking, NBFIs; policy engagement on green economy, inclusion, gender, local currency, capital markets; potential for expanded co-financing particularly energy efficiency, renewables, infrastructure. EU: EUR 1,448m - significant investments and policy engagement across sectors; EFSD+ guarantees via Türkiye Investment Platform; TC grants for climate investments, inclusion, business advisory; co-financing opportunities particularly infrastructure, green transition. IFC: EUR 1,168m - active across sectors including banking, NBFIs, capital markets; co-financing opportunities for SME finance, equity funds. AIIB: EUR 608m - energy and infrastructure focus; co-financing potential for renewables, public infrastructure. IsDB: EUR 291m - diversified presence; potential coordination. AFD: EUR 199m - selective presence; co-financing infrastructure with AFD/AIIB/IFC/EIB including earthquake reconstruction. JICA: EUR 168m - infrastructure focus. KfW: EUR 166m. EIB: EUR 109m. UNDP and ILO: collaboration on human capital, labour force participation, skills. Climate Investment Funds: pivotal role in GEFF. Global Environment Facility: grants/concessional loans for green transition. EBRD-Türkiye bilateral fund. Shareholder Special Fund including crisis response line for earthquake. Coordination mechanisms in place for earthquake reconstruction, climate initiatives, financial sector reform.",
    "regional_initiatives": "Middle Corridor connecting Asia-Europe through Türkiye - strategic focus for transport, trade, logistics infrastructure. EU Global Gateway - supporting Türkiye-EU connectivity and integration. G20 Partnership for Global Infrastructure and Investment (PGII). Integration with EU markets (key partner), Central Asia (growing links via Middle Corridor), Africa (emerging trade relationships). Near-shoring opportunities from global supply chain reconfiguration particularly benefiting Turkish manufacturing. Export promotion and trade facilitation supporting regional and global integration. Regional PE/VC funds. Cross-border investments. Refugee Response Programme addressing regional migration challenges. Infrastructure projects with regional connectivity impact.",
    "portfolio_total_eur": "EUR 7,278 million (as of September 2024)",
    "active_projects": "243 active projects (as of September 2024)",
    "private_sector_share_percent": "90.2% (cumulative Bank investment 5-year rolling basis) - among highest in EBRD portfolio",
    "sector_split": "From previous strategy ABI EUR 9,724m (2019-2023): Sustainable Infrastructure ~24%, Financial Institutions ~35%, ICA (Industry Commerce Agribusiness including manufacturing, services, TMT, agribusiness, property, tourism) ~41%. Current portfolio EUR 7,278m by sector distribution similar with Financial Institutions significant, Sustainable Infrastructure substantial, ICA diversified.",
    "gdp_growth": "Context: GDP growth averaged 5% over 2019-2023 though quality and composition deteriorated. Actual: 0.8% (2019), 1.9% (2020 pandemic), 11.4% (2021 strong recovery), 5.5% (2022), 5.1% (2023), 3.0% (2024 proj), 2.7% (2025), recovering to 3.2% (2026), 3.4% (2027), 3.7% (2028), 3.9% (2029) toward ~4% potential.",
    "cpi": "Context: Inflation extremely elevated following unorthodox policies December 2021-May 2023. Actual: 11.8% eop (2019), 14.6% (2020), 36.1% (2021), 64.3% (2022), 64.8% (2023 - very high), 43.0% (2024 proj), 24.0% (2025), 17.2% (2026), 15.3% (2027), 15.0% (2028-2029). Peak 75% y-o-y May 2024. Disinflation underway.",
    "fiscal_balance_gdp": "Context: Expansionary in recent years partly from earthquake. General government overall balance: -4.8% (2019), -4.7% (2020), -3.0% (2021), -1.1% (2022), -5.3% (2023 including earthquake), -5.2% (2024), -3.6% (2025), -3.0% (2026), -3.1% (2027), -3.0% (2028-2029). Gradual consolidation toward 3% target.",
    "current_account_gdp": "Context: Volatile reflecting swings in domestic demand, fuel prices, gold imports. Actual: 2.0% surplus (2019), -4.3% (2020), -0.8% (2021), -5.1% (2022), -4.0% (2023), -2.2% (2024 significant improvement), -2.1% (2025), -2.0% (2026), -1.9% (2027-2029).",
    "public_debt_gdp": "Context: Low debt levels provide fiscal space. General government gross debt (EU definition): 32.4% (2019), 39.4% (2020), 40.4% (2021), 30.8% (2022 declined), 29.3% (2023), 25.2% (2024), 26.0% (2025), 26.0% (2026-2027), 25.9% (2028), 25.6% (2029). Sustainable under range of shocks."
  },
  "IMI_Project_Report": {
    "country": "Türkiye",
    "report_date": "10/04/2024 (Version 0.1)",
    "author_unit": "Prepared by Lavinia Geraldo - Meridian Universal (assumed)",
    "scope": "Market Intelligence template for Türkiye covering: Country overview, historical/cultural legacy, nation building through business (conglomerates), sovereign bond comparables, corporate bond comparables, macroeconomic overview (GDP, trade balance, export/import structure, commodity prices, debt profile, credit ratings), Fed rate impact on yields, comparable corporates in Mongolia and similar emerging markets. Note: Document is primarily template with limited Türkiye-specific data filled in beyond structure.",
    "ppp_law_name": "PPP legal framework exists but requires strengthening per IMF/EBRD recommendations",
    "ppp_law_year": "Framework in place but needs enhancement with law following best international practice",
    "sector_laws": "Infrastructure sector regulations; Energy sector laws; Transport regulations; Municipal laws; Investment laws; Competition law; Labor law; Tax code; Financial sector regulations; Virtual assets regulation (2021 AML/CFT legislation bringing VASPs into regime, new VA regulation requiring VASP registration); Environmental regulations",
    "procurement_rules": "Public procurement frameworks exist. 12th Development Plan (2024-26) includes improvements to procurement. Regulatory reforms underway. Transparency requirements. SOE procurement subject to oversight. PPP procurement procedures need strengthening.",
    "tariff_indexation_rules": "Administered prices adjustments should align with production/maintenance costs per IMF recommendation. Energy tariffs subject to reform. Minimum wage indexed annually (shifted from semiannual). Rent inflation extremely high (CPI component). Tariff/pricing mechanisms exist in regulated sectors (energy, transport, municipal services).",
    "dispute_resolution": "Judicial system reforms underway. 12th Development Plan targets improving quality/quantity of judges and prosecutors, streamlining judicial processes. Legal predictability being strengthened. Contract enforcement frameworks. International arbitration access. Judicial independence enhancement efforts. Court efficiency improvements including online procedures for small/uncontested claims. Insolvency and financial restructuring frameworks being reformed.",
    "ppp_unit_name": "Not specifically detailed but PPP framework requires institutional strengthening per recommendations",
    "fiscal_risk_unit": "Ministry of Treasury and Finance has fiscal risk monitoring functions. Risk monitoring needs enhancement per IMF recommendation through systematic frameworks, improved SOE financial statements, PPP reporting requirements in primary legislation.",
    "line_ministry_roles": "Ministry of Treasury and Finance: fiscal policy, budget, debt management, PPP oversight. Central Bank of Türkiye (CBRT): monetary policy, financial regulation, FX management, reserves. Banking Regulation and Supervision Agency (BRSA): banking sector supervision and regulation. Capital Markets Board (CMB): capital markets regulation. Line ministries for infrastructure, energy, transport, health, municipal development. Ministry of Justice: coordination mechanism for anti-corruption efforts in absence of dedicated agency. Various ministries involved in sector-specific project approvals and implementation.",
    "approval_workflow": "12th Development Plan (2024-26) provides strategic framework. Medium-Term Program (MTP) for fiscal planning. Annual budget process with Parliamentary approval. Large infrastructure projects require ministerial/cabinet approvals. PPP projects require systematic approval though framework needs strengthening. Earthquake reconstruction projects expedited procedures. Multilateral co-financing (EBRD, World Bank, EIB, etc.) subject to IFI approval processes.",
    "pipeline_total_usd": "Major infrastructure pipeline. 12th Development Plan identifies strategic objectives. Middle Corridor transport infrastructure. Earthquake reconstruction needs substantial (EUR 1.5bn EBRD package 2023 just portion). Digital infrastructure rollout (fiber, 5G, data centers). Renewable energy scaling. Municipal infrastructure (waste, transport, environmental). Organised Industrial Zones (OIZs). Education and health infrastructure. Specific total pipeline value not detailed in IMF/EBRD docs.",
    "pipeline_percent_gdp": "Not specifically quantified but infrastructure needs substantial across transport, digital, municipal, energy sectors",
    "pipeline_by_sector": "Transport: Middle Corridor rail/ports/logistics connecting Asia-Europe through Türkiye; earthquake reconstruction of critical transport links; metro expansions (Istanbul, Izmir, Ankara continue from previous strategy); road infrastructure. Energy: renewable energy scaling (solar, wind); grid infrastructure for renewable integration; energy efficiency across sectors. Digital: fiber networks, 5G rollout, data centers, telecommunications infrastructure especially in underdeveloped/rural regions. Municipal: waste management, wastewater, district heating, environmental services, sustainable urban transport, Green Cities initiatives. Earthquake reconstruction: critical infrastructure and services in southeast regions; OIZ rehabilitation; housing and social infrastructure. Health and education: facilities including PPP models. Water: efficiency and management projects. Manufacturing: OIZ development and enhancement.",
    "pipeline_by_stage": "Mix of planning, procurement, construction, and operational phases. Earthquake reconstruction ongoing (2023 disaster) with multi-year needs. Previous strategy 2019-2023 delivered substantial projects now operational (metros, ports, waste facilities, hospitals, etc.). Current strategy 2024-2029 includes pipeline from planning through implementation. Middle Corridor infrastructure at various stages. ETS pilot planned 2025. Renewable projects in development. Digital infrastructure rollout ongoing.",
    "flagship_1_name": "Middle Corridor Infrastructure Initiative (exemplary - not single project but strategic priority)",
    "flagship_1_sector": "Transport, Trade, and Logistics Infrastructure",
    "flagship_1_scope": "Multi-modal transport corridor connecting Asia to Europe through Türkiye including rail, ports, maritime, logistics facilities. Strategic significance given geopolitical situation and supply chain reconfiguration. Part of EU Global Gateway and G20 PGII. Enhances Türkiye's position as connectivity hub. Previous strategy delivered EUR 191m for 5 ports capacity increase, EUR 55m for logistics digitalization. Current strategy continues rail, port, maritime investments. Facilitates trade integration with EU, Central Asia, Africa.",
    "flagship_1_capex_usd": "Multi-billion dollar corridor with various projects at different stages. EBRD portfolio EUR 7,278m includes substantial infrastructure. Individual projects range from tens to hundreds of millions EUR.",
    "flagship_1_revenue_model": "User-pay model for ports, logistics facilities. Government support for strategic rail and road links. PPP models for some components. Toll roads where applicable. Commercial operations for ports and logistics centers. Trade facilitation fees. Strategic importance supports government commitment.",
    "flagship_1_indexation": "Project-specific. Tariffs/fees typically indexed to costs, inflation. PPP contracts include indexation provisions. User charges adjusted periodically. Currency risks managed through FX hedging where available and appropriate revenue structure.",
    "flagship_1_gov_support": "Strategic priority under 12th Development Plan. Middle Corridor explicitly supported by government as key to enhancing connectivity and trade integration. EU and G20 initiatives provide political backing. EBRD, World Bank, EIB, AIIB, IsDB multilateral support. Sovereign guarantees or support available for strategic components. Earthquake reconstruction funding demonstrates government commitment to critical infrastructure.",
    "flagship_1_mdb_eca": "EBRD: major financing partner (EUR 7,278m portfolio, transport sector significant). World Bank: EUR 1,788m annual average including infrastructure. EU: EUR 1,448m including EFSD+ guarantees via Türkiye Investment Platform. AIIB: EUR 608m energy/infrastructure focus. IFC: EUR 1,168m selective infrastructure involvement. EIB: EUR 109m potential co-financing. IsDB: EUR 291m. AFD, JICA, KfW: selective involvement. Coordinated multilateral support for strategic infrastructure.",
    "flagship_1_status": "Ongoing multi-year initiative. Previous strategy (2019-2023) delivered port and logistics projects now operational or nearing completion. Current strategy (2024-2029) continues development. Various component projects at different stages from planning through construction to operation.",
    "flagship_1_next_milestone": "Continued Middle Corridor component project financial closes and construction. Earthquake-affected transport link reconstruction completion. Additional metro line expansions. Port capacity enhancements. Logistics facility digitalization. Regional connectivity agreements.",
    "bankability_credit_enhancements": "Sovereign support for strategic projects. Multilateral co-financing (EBRD, World Bank, EIB, AIIB reducing risk). PPP frameworks with government revenue support where appropriate. User-pay models for commercially viable components (ports, logistics). Strategic importance provides implicit government commitment. Strong legal frameworks for project finance. International arbitration access. Political risk insurance available. Export credit agency support. IFI preferred creditor status. Sovereign ratings upgraded 2024 supporting project financings.",
    "local_currency_hedging_depth": "Limited local currency hedging depth. Major projects typically USD or EUR denominated given lira volatility historically. EBRD and partners exploring local currency solutions. Domestic bond market growing with non-resident participation reaching 24% by mid-2024. Capital markets developing but remain relatively shallow. Currency risks material given historical lira depreciation though recent policy shift improving confidence. EBRD pioneering local currency finance as strategic priority supporting TL corporate bonds as credible alternative to bank loans. Participation Banks offering Islamic finance alternatives. Derivatives market limited but developing.",
    "offtaker_credit_quality": "Government of Türkiye - sovereign ratings upgraded 2024 for first time since 2013 following policy improvements though still sub-investment grade. Low public debt at 25-26% GDP provides fiscal space. Current account improving to ~2% GDP. Reserves improving (gross reserves above 100% ARA metric). However: high inflation, dollarization, recent policy volatility create concerns. SOE offtakers have varying credit quality - some require reform. For commercial projects, corporate offtakers generally sound. Banking sector adequately capitalized. Corporate sector weathered tightening so far. Payment disciplines improving under orthodox policy framework.",
    "soe_arrears_status": "SOE governance requires continued reform per IMF/EBRD. Fiscal risks from SOE contingent liabilities noted. Timely SOE financial statements needed. Some SOE losses referenced. However, no specific widespread arrears crisis mentioned. Policy shift toward more commercial orientation. Monitoring and transparency improvements recommended. Earthquake reconstruction may strain some SOE finances. Overall, SOE payment disciplines improving under strengthened fiscal framework but continued vigilance needed.",
    "contract_bankability_notes": "Improving bankability environment: Sovereign ratings upgraded 2024; Policy shift to orthodox economics since May 2023 improving credibility; Inflation declining from peaks supporting real contract values; Judicial reforms underway strengthening contract enforcement; 12th Development Plan targeting legal and bureaucratic predictability; Multilateral involvement (EBRD, World Bank, EIB, etc.) providing credibility and standards; International arbitration access; Strong interest from international investors evidenced by capital inflows, halved CDS spreads; PPP framework exists though requires strengthening with law following best international practice; Financial sector resilient demonstrating ability to finance large projects; Previous successful project deliveries demonstrate execution capacity. Challenges: Policy volatility 2018-2023 created uncertainty though improving; High inflation and currency volatility historically though disinflation underway; SOE governance requiring reforms; Legal/judicial system still developing; PPP framework needing enhancement; Earthquake risks requiring disaster preparedness integration; Geopolitical tensions creating external uncertainties. Overall: Bankability improving significantly with policy normalization, multilateral support, improving macro stability.",
    "sovereign_ratings_sp": "Not explicitly stated in reviewed excerpts but context suggests sub-investment grade, upgraded 2024",
    "sovereign_ratings_moodys": "Not explicitly stated in reviewed excerpts but context suggests sub-investment grade, upgraded 2024",
    "sovereign_ratings_fitch": "Not explicitly stated in reviewed excerpts but context suggests sub-investment grade, upgraded 2024 - first upgrades since 2013",
    "local_bond_market_gdp": "Domestic capital markets developing but relatively shallow. Credit to private sector 43.3% GDP (2023) declined from higher levels historically reflecting disintermediation from prolonged inflation. Government domestic bonds growing with non-resident participation reaching 24% by mid-2024 from much lower. Corporate bond market nascent but EBRD supporting development of TL corporate bonds as credible alternative to bank loans. GSS+ products being developed. Islamic finance (Participation Banks) providing alternatives. Stock market (Borsa Istanbul) active. Overall market depth constraining long-term finance availability identified as top obstacle for private sector. Strategic priority to deepen capital markets.",
    "bank_project_finance_appetite": "Banking sector adequately capitalized: CAR 19% (2023), 17% (2024Q2). Banks weathered policy tightening and financial liberalization so far. However: Credit growth declining from 54% (2023) as tight policy bites; Disintermediation occurring with credit to private sector declining to 43% GDP; Loan-to-deposit ratios manageable at 79-84%; Banks increasing FX bond issuance creating refinancing risks; Focus shifting to quality from rapid growth; State banks playing significant role. Project finance capacity exists but constrained by tight monetary policy and risk aversion. Large infrastructure projects typically require multilateral co-financing. EBRD providing credit lines to 16 FIs (previous strategy EUR 1.93bn) supporting intermediated lending. SME finance remains gap. International bank participation important for large project financings.",
    "dfi_list_active": "EBRD: EUR 7,278m portfolio, 243 active projects - largest presence; World Bank: EUR 1,788m annual average 2019-2023; EU: EUR 1,448m including EFSD+ via Türkiye Investment Platform; IFC: EUR 1,168m; AIIB: EUR 608m; IsDB: EUR 291m; AFD: EUR 199m; JICA: EUR 168m; KfW: EUR 166m; EIB: EUR 109m; Climate Investment Funds; Global Environment Facility; EBRD-Türkiye bilateral fund; Shareholder Special Fund including crisis response line for earthquake. Strong multilateral presence providing financing and technical assistance.",
    "key_ministries": "Ministry of Treasury and Finance: fiscal policy, budget, debt management, PPP oversight, risk monitoring. Central Bank of Türkiye (CBRT): monetary policy, financial regulation, FX management, reserves management, CBDC development. Banking Regulation and Supervision Agency (BRSA): banking supervision and regulation. Capital Markets Board (CMB): capital markets regulation and oversight. Ministry of Energy and Natural Resources: energy sector policy, renewable energy, ETS development. Ministry of Transport and Infrastructure: transport projects, logistics, infrastructure development. Ministry of Environment, Urbanization and Climate Change: environmental policy, climate initiatives, municipal infrastructure, Green Cities, earthquake reconstruction. Ministry of Industry and Technology: industrial policy, OIZs, digital transformation, innovation support. Ministry of Labor and Social Security: labor market policy, social protection, skills development. Ministry of Justice: anti-corruption coordination, judicial reforms. Ministry of Family and Social Services: care services, social inclusion. Various other sector ministries involved in project-specific approvals and implementation.",
    "leading_sponsors": "Turkish conglomerates across sectors: Koç Holding, Sabancı Holding, Doğuş Group, Zorlu Holding, Limak Holding, Enka, TAV Airports, Turkish Airlines, Türk Telekom, private power companies, banks (Garanti BBVA, İşbank, Akbank, Yapı Kredi), manufacturing companies, logistics companies. International investors: EBRD (EUR 7,278m portfolio, 90.2% private sector), international PE/VC funds, Gulf investors (infrastructure, real estate), European investors, Asian investors. FDI: USD 4.7bn (2023), USD 7.9bn (2024 proj), USD 12.7bn (2025 proj) with diverse sources. Previous EBRD projects involved direct investments in Turkish corporates for expansion, competitiveness, sustainability. EV manufacturer partnerships. Port operators. Logistics companies. Technology companies receiving FinTech investments. SMEs via intermediated lending through 16 PFIs.",
    "active_lenders": "EBRD: EUR 7,278m portfolio, 243 projects - largest financier; World Bank: major lender for infrastructure and policy-based lending; IFC: selective project finance and corporate lending; EIB: selective infrastructure lending; AIIB: energy and infrastructure lending; IsDB: infrastructure and social sectors; AFD, JICA, KfW: selective lending. Commercial banks: domestic banks (state and private) providing lending though constrained by tight policy; international banks participating in large project financings; syndicated loan markets active. Bond markets: sovereign eurobonds USD 10bn annual issuance; domestic bond market with growing non-resident participation (24%); corporate and bank FX bond issuances (USD 2.5-3bn 2024H1); GSS+ bonds developing. Trade finance: TFP via 12 FIs (EUR 2.2bn previous strategy). Alternative finance: PE/VC funds, leasing companies, factoring, insurance companies, pension funds. Participation Banks providing Islamic finance.",
    "policy_risk": "Moderate and improving. Policy shift since May 2023 elections to orthodox economics dramatically improved sentiment. However: Policy volatility 2018-2023 created uncertainty raising concerns about potential reversals. Risk of abandoning orthodox policies under political pressure though current commitment appears strong. 12th Development Plan (2024-26) provides framework but implementation consistency critical. Frequent leadership changes at CBRT historically though new team in place. Political pressures on economic policy given high inflation and growth slowdown. Article 1 commitment maintained but application under strain per EBRD assessment. Central bank independence needs strengthening - no change to governance despite recommendations. Minimum wage decisions politically sensitive. Elections could create policy uncertainty. However, positives: Sovereign ratings upgraded 2024 reflecting improved credibility; Market confidence dramatically improved (CDS halved, capital inflows, lira strengthening); Policy coordination improved; Commitment to fiscal rules and inflation targets; IMF/EBRD technical engagement supporting reforms; Strong business sector and civil society providing checks; Track record of successful reforms including FATF Gray list exit June 2024.",
    "tariff_affordability": "Affordability pressures significant given high inflation. Minimum wage increased to support purchasing power but creates inflation inertia. Energy tariff reforms needed but politically sensitive. Earthquake reconstruction costs strain fiscal resources. Social safety nets require strengthening to protect vulnerable during adjustment. Subsidies and allowances being better targeted. Real wages eroded by inflation though recovering. Per capita GDP USD 13,243 (2023) middle-income level. Unemployment 9.6% (2023), youth unemployment 17.9%. Services exports strong (tourism) helping incomes. Remittances support some households. However, prolonged high inflation constraining affordability. Disinflation gradual creating extended adjustment period. Administered prices adjustments should align with costs but must balance affordability. Infrastructure user charges need careful calibration.",
    "fx_convertibility_risk": "Low convertibility risk - no capital controls. However, FX volatility risk elevated. Lira depreciated sharply historically (30% May-July 2023 allowed depreciation). Dollarization high creating vulnerability. Export surrender requirement reduced to 30% from 40% as liberalization progresses. FX-protected deposits (DDMs) being phased down to USD 64bn from USD 80-90bn. Capital flow measures (CFMs) being gradually discontinued as conditions normalize. Reserves improving (gross above 100% ARA metric, net rising, core NIR from -USD 75bn March 2024 to +USD 9bn September 2024). Current account improving to ~2% GDP deficit. Policy credibility improving supporting lira stability. However, risks remain: high dollarization, potential confidence reversals, geopolitical shocks, commodity price volatility could trigger FX pressures. Overall: no convertibility restrictions but FX volatility remains material risk requiring hedging.",
    "land_permit_risk": "Moderate. Judicial and administrative reforms underway. 12th Development Plan targets improving bureaucratic and legal predictability. E-governance advancing. Regulatory streamlining. However: Informality high creating land tenure issues; Earthquake destruction complicated land issues in affected regions; Bureaucratic procedures remain burdensome per business climate assessments; Judicial efficiency improving but still developing; Large projects generally able to secure permits especially with government/multilateral backing but timelines uncertain; Property rights protections generally adequate but strengthening continues; Environmental permitting and E&S requirements exist. Previous successful project deliveries (metros, ports, hospitals, etc.) demonstrate permit processes functional but require careful navigation.",
    "es_risk": "Moderate to High. Environmental concerns: Climate change vulnerability including earthquake risks dramatically demonstrated by February 2023 disaster killing >50,000; Air pollution in urban areas; Water stress in some regions; Waste management infrastructure underdeveloped; Coal remains in energy mix though declining; GHG emissions requiring reduction per NDC. Social concerns: Gender inequality (female labour force participation 35.3% very low); Youth unemployment 17.9%; Regional disparities exacerbated by earthquake; Refugee populations requiring integration; Informality extremely high; GBVH issues requiring combat; Labour standards in some sectors; Care services limited. However, positives: Updated NDC targeting net zero 2053; ETS pilot 2025 covering EU CBAM sectors; Green Cities initiatives; Renewable energy scaling; Waste management investments; Earthquake reconstruction integrating resilience; Gender equality programs (WiB, leadership initiatives, care services support); Refugee Response Programme; Skills development aligned with Just Transition; EBRD E&S requirements applied to financed projects including Paris Alignment; FATF Gray list exit demonstrating governance improvements; Strong civil society and business sector advancing E&S standards. EBRD strategy priorities E&S implications: assessment and management of impacts with meaningful stakeholder engagement; labour and working conditions compliance; Paris Alignment and EU CBAM support; health and safety focus in high-risk sectors; land acquisition and resettlement safeguards; biodiversity conservation near rivers, IBAs, migration routes; cultural heritage protection; institutional strengthening and capacity building."
  }
}
