{
  "IMF_Article_IV": {
    "country": "Uzbekistan",
    "imf_country_report_no": "25/143 (also referenced as 25/026 in some sections)",
    "publication_date": "June 2025",
    "mission_dates": "April 3-17, 2025",
    "data_vintage": "May 29, 2025 (report completion date)",
    "report_links": "https://www.imf.org/en/Publications/CR/Issues/2025/06/Uzbekistan-2024-Article-IV-Consultation (www.imf.org/Uzbekistan page)",
    "macro_overview": "Uzbekistan has made remarkable progress in its transition to a market-oriented economy since 2017. Far-reaching economic reforms commencing with exchange rate unification (2017 - currency devalued by ~48% overnight, ending dual exchange-rate regime), elimination of exchange restrictions, and liberalization of trade and most prices for goods and services have transformed the economy and spurred capital inflows. Combined with favorable commodity prices and strong remittances, these reforms have driven robust growth averaging 5.7% over 2018-2023. Economic performance has remained strong with real GDP growth at 6.0% (2022), 6.3% (2023), 6.5% (2024), remaining buoyant at 6.8% y-o-y in Q1 2025, underpinned by robust domestic demand. Surge in remittances and strong wage growth bolstered household consumption, while significant increases in FDI and foreign borrowing supported investment. On supply side, growth was broad-based with construction, industry, and services expanding most rapidly. Employment rose significantly in 2024 though informality remains prevalent despite recent declines. Unemployment fell from 6.8% (end-2023) to 5.5% (end-2024), but youth unemployment remains elevated at ~11%. Growing migrant wages in Russia and increasing migration to advanced economies supported strong remittances which, together with domestic wage growth, contributed to poverty decline from 11% (2023) to 8.9% (2024). Inflation trended downward through end-April 2024 but rose to 10.6% y-o-y in May 2024 following needed energy price reform, only marginally easing to 10.1% by end-April 2025. Current account deficit narrowed by 2.6 ppts to ~5.0% (2024) driven by strong remittances, rapidly growing non-gold exports, favorable commodity prices, and unwinding of one-off import spike in 2023. International reserves have remained ample at 9.2 months of imports projected by end-2026. Consolidated fiscal deficit narrowed by 1.7 ppts to 3.2% of GDP (2024) largely on growth-friendly expenditure measures, though borrowing and spending from broader public sector were higher than anticipated. Nevertheless, important challenges remain: relatively large state footprint through numerous SOEs and state-owned commercial banks, lingering directed and preferential lending, remaining administered prices hinder competition and vibrant private sector development. Room exists to improve governance and transparency.",
    "policy_stance": "Policy priorities center on cementing macro-financial stability and continuing economic reform agenda to reduce state footprint while fostering private sector-led and inclusive growth. Fiscal policy: Planned adjustment in broader public sector is appropriate to keep debt at moderate levels and help reduce domestic demand pressures. Adhering to external borrowing limits is essential to guard fiscal stability. Avoiding government spending procyclicality in response to high gold prices critical to support inflation reduction. Authorities should reverse decline in tax-to-GDP ratio and improve expenditure efficiency to create fiscal space for priority social and development needs including by reforming tax system to broaden base, enhance public spending efficiency, and strengthen PFM. Further efforts needed to improve monitoring and management of fiscal risks from SOEs and PPPs (total PPP portfolio reached ~USD 31bn or 27% of GDP end-2024, with potential commitments up to 34% GDP under 2025-2030 PPP Program). Fiscal transparency strengthening needed. Monetary policy: CBU should continue focusing on reducing inflation to 5% target, maintaining data-driven approach. Policy should be tightened further if core inflation or inflation expectations do not decline. CBU should strengthen communication and monetary policy transmission. Authorities encouraged to adopt greater exchange rate flexibility and implement outstanding safeguards recommendations to strengthen central bank governance and independence. Financial sector: Enhance bank supervision and regulation to safeguard financial stability while reducing state role in financial sector. Bolster commercial orientation of state banks and their corporate governance, phase out directed and preferential lending, expedite and expand privatization efforts. Strengthen asset classification, NPL reporting and resolution, regulatory and supervisory frameworks, crisis management, and AML/CFT following first FSAP recommendations. Additional macroprudential measures could help mitigate risks from rapid microcredit growth. Structural reforms: Deepen and accelerate structural reforms including completing price and trade liberalization, phasing out SOE support, accelerating privatizations while carrying them out per international best practices. Make further progress in governance reforms including transparency, accountability improvements, and approval of National Anti-Corruption Strategy. While progress made on WTO accession and energy sector reform, essential to complete these initiatives. Advance labor market policies. Accelerate climate adaptation and transition efforts. Close data gaps and improve data quality.",
    "key_risks": "Downside risks include: (1) Prolonged and deeper trade policy shocks from elevated global trade policy uncertainty and potential tariffs which could reduce export demand and disrupt supply chains; (2) More volatile and unfavorable commodity prices including for gold, cotton, natural gas which would impact export revenues and fiscal position; (3) Tighter external financing conditions and shifts in global risk sentiment reducing capital inflows and increasing borrowing costs; (4) Contingent liabilities from SOEs and public-private partnerships materializing requiring fiscal support - PPP portfolio ~27% of GDP with potential commitments up to 34% GDP posing fiscal risks; (5) Contingent liabilities from state-owned banks potentially requiring government support; (6) Slower pace of structural reforms due to political economy constraints or implementation capacity issues undermining growth prospects and investor confidence; (7) Banking sector stress from rapid credit growth, deteriorating asset quality (especially rapid microcredit growth), or SOE/SOCB-related exposures; (8) Social tensions from inequality, unemployment, or reform fatigue slowing reform momentum; (9) Regional geopolitical tensions or security concerns; (10) Climate-related risks including water stress, natural disasters, environmental degradation impacting agriculture and productivity; (11) Weaker external demand from trading partners (especially Russia, China, EU) reducing export growth and remittance inflows; (12) Delays in completing WTO accession slowing trade integration; (13) Governance challenges and remaining corruption issues (ranked 121st/180 on TI CPI 2024) deterring FDI despite improvements. Upside opportunities stem from: faster implementation of structural reforms, stronger inflows of income (remittances) and capital (FDI), favorable commodity prices particularly for gold and other key exports, successful completion of major privatizations, WTO accession boosting trade integration, accelerated regional integration improving connectivity.",
    "real_gdp_growth_t-1": "6.3% (2023)",
    "real_gdp_growth_t": "6.5% (2024 estimate), 6.8% y-o-y Q1 2025",
    "real_gdp_growth_t+1": "5.9% (2025 projected), 5.8% (2026 projected)",
    "cpi_eop_latest": "9.8% end-period (2024), 8.4% (end-2025 projected), 6.5% (end-2026 projected); actual 10.6% y-o-y May 2024 following energy price reform, marginally easing to 10.1% by end-April 2025",
    "output_gap": "Slightly positive reflecting strong growth above potential though moderating as economy normalizes following post-reform surge. Strong domestic demand continues supporting above-potential growth.",
    "nominal_gdp_lcu": "996 trillion UZS (2022), 1,204 trillion UZS (2023), 1,455 trillion UZS (2024 est), 1,733 trillion UZS (2025 proj), 2,005 trillion UZS (2026 proj)",
    "nominal_gdp_usd": "~90 billion (2022), ~98 billion (2023), ~113 billion (2024 est based on GDP per capita $3,113 and population 36.9m), ~131 billion (2025 proj based on GDP per capita $3,487 and population 37.7m), ~147 billion (2026 proj based on GDP per capita $3,805 and population 38.5m)",
    "population": "35.3 million (2022), 36.0 million (2023), 36.9 million (2024), 37.7 million (2025 proj), 38.5 million (2026 proj). Young population with ~45% under 25, ~500,000 new labour market entrants annually",
    "overall_balance_gdp": "-3.5% (2022), -4.9% (2023), -3.2% (2024 est), -3.0% (2025 proj), -3.0% (2026 proj). Consolidated fiscal deficit narrowed significantly in 2024 due to growth-friendly expenditure measures.",
    "primary_balance_gdp": "Adjusted primary balance: approximately -2.6% (2022), -3.1% (2023), -1.4% (2024 est), -1.2% (2025 proj), -1.2% (2026 proj) estimated from overall balance less interest",
    "revenues_gdp": "Consolidated budget revenues: 28.8% (2022), 26.7% (2023), 26.5% (2024), 26.3% (2025 proj), 26.4% (2026 proj). Adjusted revenues (excluding financing operations): 27.7% (2022), 25.9% (2023), 25.5% (2024), 25.3% (2025 proj), 25.5% (2026 proj). Decline in tax-to-GDP ratio needs reversing to create fiscal space.",
    "expenditure_gdp": "Consolidated budget expenditures: 32.3% (2022), 31.6% (2023), 29.7% (2024), 29.3% (2025 proj), 29.4% (2026 proj). Adjusted expenditures (excluding financing operations): 31.3% (2022), 29.9% (2023), 27.8% (2024), 27.3% (2025 proj), 27.8% (2026 proj). Policy-based lending adds 0.1% (2022), 0.9% (2023-2024), 1.0% (2025 proj), 0.7% (2026 proj).",
    "public_debt_gdp": "30.5% (2022), 32.2% (2023), 32.6% (2024), 33.3% (2025 proj), 33.2% (2026 proj). Public debt remains moderate and manageable. However, contingent liabilities from PPPs (~27% GDP) and SOEs add to fiscal risks. DSA indicates debt assessed as sustainable with moderate risks.",
    "debt_profile": "External debt: 49.2% of GDP (2022), 54.5% (2023), 56.2% (2024), 55.4% (2025 proj), 55.2% (2026 proj). Mix of multilateral, bilateral, and commercial financing. Sovereign ratings: Moody's Ba3, S&P BB-, Fitch BB (all stable outlook). Strong multilateral support from IMF, World Bank, ADB, EBRD for concessional and market-based financing. PPP portfolio represents significant contingent liabilities at USD 31bn (~27% GDP end-2024) with potential commitments up to 34% GDP under 2025-2030 PPP Program.",
    "fiscal_rules": "Authorities maintain borrowing limits to guard fiscal stability. External borrowing limits in place - adhering to these limits is essential. Government capping annual PPP budget commitments to prevent excessive accumulation of contingent liabilities. Fiscal framework aims to keep debt at moderate levels while accommodating development needs. Fiscal Risk Assessment Department (FRAD) in Ministry of Economy and Finance estimates explicit and implicit fiscal obligations from PPPs.",
    "current_account_gdp": "-3.2% (2022), -7.6% (2023 - widened due to one-off import spike), -5.0% (2024 - narrowed by 2.6 ppts), -5.0% (2025 proj), -4.8% (2026 proj). Improvement driven by strong remittances, rapidly growing non-gold exports, favorable commodity prices, and unwinding of 2023 import spike. External current account deficit foreseen to stay at or slightly below 5% over 2025-26.",
    "reserves_usd_bn": "International reserves have remained ample. Specific levels not detailed but projected to remain adequate at 9.2 months of imports by end-2026, above standard adequacy benchmarks.",
    "reserves_months_imports": "Projected to remain adequate at 9.2 months of imports by end-2026, well above standard adequacy thresholds.",
    "ara_percent": "Not specifically stated but reserves characterized as ample and adequate according to ARA metrics",
    "exchange_rate_regime": "De facto floating exchange rate since 2017 currency liberalization. Exchange rate (sum per USD end of period): 11,225 (2022), 12,339 (2023), 12,920 (2024). Real effective exchange rate (average, 2015=100): 61.8 (2022), 58.8 (2023), 55.4 (2024) - showing gradual depreciation. Authorities encouraged to adopt greater exchange rate flexibility to enhance monetary policy effectiveness.",
    "fx_intervention_notes": "Currency liberalization in 2017 ended dual exchange-rate regime, allowing Uzbek som to float freely and eliminating mandatory surrender of export proceeds. Currency devalued by ~48% overnight unifying official and market rates. This reform allowed businesses and investors to freely convert and repatriate foreign currency, ending major constraint on FDI. CBU maintains exchange rate flexibility though further enhancement recommended. No capital controls mentioned; economy fully liberalized for currency transactions.",
    "policy_rate": "CBU policy rate maintained to target inflation reduction. Monetary policy stance remains tight to bring inflation to 5% target by end-2027. Policy should be tightened further if core inflation or inflation expectations do not decline. Data-driven approach maintained.",
    "real_policy_rate": "With inflation at 9.8-10.6% and CBU maintaining tight stance, real policy rates positive but need monitoring to ensure adequately restrictive to achieve inflation target of 5% by end-2027.",
    "credit_growth": "Credit to economy: 21.4% (2022), 23.2% (2023), 4.0% (2024 - sharp slowdown), 19.3% (2025 proj), 16.0% (2026 proj). Rapid microcredit growth posing risks warranting additional macroprudential measures. Broad money: 30.2% (2022), 12.2% (2023), 30.6% (2024), 19.4% (2025 proj), 16.3% (2026 proj). Reserve money: 31.4% (2022), 4.9% (2023), 9.5% (2024), 9.2% (2025 proj), 8.8% (2026 proj).",
    "dollarisation": "Not specifically addressed; currency liberalization and free convertibility suggest lower dollarization than historically but no specific metrics provided.",
    "fsi_car": "Banking sector remains well-capitalized. Specific CAR metrics not detailed in available excerpts but characterized as sound.",
    "fsi_npl": "Asset classification and NPL reporting need strengthening per FSAP recommendations. NPLs not specifically quantified in excerpts but banking sector characterized as sound. Authorities advised to strengthen NPL resolution frameworks.",
    "fsi_roe": "Banking sector profitable. Specific ROE not detailed but profitability characterized as sound.",
    "fsi_lcr": "Liquidity characterized as adequate. Specific LCR not detailed but banking sector sound.",
    "macroprudential_measures": "Additional macroprudential measures could help mitigate risks from rapid microcredit growth. Authorities implementing measures to safeguard financial stability. First FSAP conducted provided recommendations on strengthening macroprudential frameworks, supervisory capacity, crisis management, which authorities implementing.",
    "baseline_growth_outlook": "Despite elevated external uncertainty, growth projected to remain robust at 5.9% (2025) and 5.8% (2026), supported by sustained strength in private consumption, investment, and advancement of structural reforms. Medium-term growth expected to stabilize around 5.5-6% as reforms deepen and private sector expands. Growth drivers include: robust domestic demand from strong remittances and wage growth; continued FDI supporting investment; structural reforms enhancing productivity and competitiveness; favorable demographics with large young population entering workforce; gradual privatization reducing state footprint and improving efficiency; WTO accession once completed boosting trade; infrastructure investments under PPP program supporting connectivity and services. Trade-to-GDP ratio reached ~61% (2024) up from doubling since 2017, reflecting growing integration. Sectoral composition (2023): Services 43.9%, Industry/Manufacturing 23.5%, Agriculture 20.6%, Construction 7.1%.",
    "fiscal_consolidation_path": "Gradual fiscal consolidation underway to keep debt at moderate levels. Consolidated budget balance: -3.5% (2022), -4.9% (2023), -3.2% (2024), -3.0% (2025-2026 proj). Adjusted fiscal balance: -3.7% (2022), -4.0% (2023), -2.3% (2024), -2.0% (2025 proj), -2.3% (2026 proj). Consolidation supports macro stability and reduces demand pressures aiding inflation reduction. However, need to reverse declining tax-to-GDP ratio and improve expenditure efficiency to create fiscal space for priority social and development needs. Public debt stable around 33% of GDP medium-term. Contingent liabilities from PPPs and SOEs require careful monitoring and management.",
    "risk_1_label": "Prolonged trade policy shocks and global trade uncertainty",
    "risk_1_likelihood": "Medium-High",
    "risk_1_impact": "High - would reduce export demand, disrupt supply chains, slow WTO accession benefits",
    "risk_2_label": "Contingent liabilities from SOEs and PPPs materializing",
    "risk_2_likelihood": "Medium",
    "risk_2_impact": "High - PPP portfolio ~27% GDP with potential up to 34% GDP; materialization would require fiscal support, strain debt sustainability",
    "risk_3_label": "Tighter external financing and commodity price volatility",
    "risk_3_likelihood": "Medium",
    "risk_3_impact": "High - would increase borrowing costs, reduce capital inflows, impact export revenues (gold, cotton, gas)",
    "dsa_risk_rating": "Moderate. Debt assessed as sustainable with moderate risks. Public debt moderate at ~33% GDP. However, contingent liabilities from PPPs (27% GDP) and SOEs add to fiscal risks. External debt 54-56% of GDP manageable but needs monitoring. Strong multilateral support and continued reforms support sustainability. DSA indicates vulnerabilities manageable under baseline but stress scenarios show importance of fiscal discipline and reform continuation.",
    "dsa_heatmap_summary": "Public debt stable around 33% GDP through 2026, remaining at moderate levels. External debt 54-56% GDP. Gross financing needs manageable. However, heatmap would highlight contingent liabilities from PPPs (~27% GDP with potential up to 34%) and SOEs as key vulnerability. Commodity price sensitivity (gold, cotton, gas) creates revenue volatility risk. Exchange rate depreciation risk moderate given floating regime but external debt share creates some vulnerability. Overall assessment: moderate risk with vulnerabilities manageable under continued reform and prudent policies.",
    "gross_financing_needs_gdp": "Not specifically detailed but characterized as manageable. External financing needs met through mix of multilateral lending (World Bank, ADB, IMF TAs), bilateral support, and emerging market access as ratings improve (Moody's Ba3, S&P BB-, Fitch BB stable).",
    "stress_tests_bind": "DSA stress tests would show vulnerability to: commodity price shocks (gold, cotton, gas exports), tighter external financing increasing borrowing costs, contingent liability materialization from PPPs/SOEs, slower growth from reform delays, exchange rate depreciation impacting external debt servicing. However, moderate debt levels and strong reform commitment provide buffers. Continued fiscal discipline and structural reforms critical to maintaining sustainability under stress.",
    "sovereign_issuance_notes": "Uzbekistan has emerging market access with improving credit profile: Moody's Ba3, S&P BB-, Fitch BB (all stable outlook). Strong multilateral support provides financing through World Bank, ADB, IMF technical assistance, EBRD. PPP Program 2025-2030 envisages significant infrastructure financing needs potentially requiring market issuance. Government capping annual PPP budget commitments to manage fiscal risks. No specific recent sovereign bond issuances detailed in excerpts but credit ratings trajectory positive reflecting reform progress.",
    "investor_base_notes": "Strong multilateral investor base: World Bank, ADB, EBRD, IMF providing financing and technical assistance. FDI has grown significantly since 2017 reforms with major investors in energy (Mubadala, TAQA acquiring 80% of Talimarjan TPP for ~USD 1.7bn equivalent), infrastructure, manufacturing. PPP program attracting international sponsors especially in energy (>90% of PPP value in energy sector through 2024), transport (Tashkent-Andijan USD 4.3bn toll road PPP in RFQ stage with >30 international companies expressing interest; Tashkent-Samarkand USD 2.2bn toll road), utilities. EBRD portfolio EUR 2,379m (81 active projects). International appetite growing as reforms deepen and ratings improve.",
    "market_depth_notes": "Domestic financial markets developing but remain relatively shallow. Banking sector concentrated with state-owned banks dominant though privatization underway. Capital markets underdeveloped but Capital Markets Development Strategy adopted 2021 with EBRD support aiming to deepen markets. Equity investment limited (TBC Bank digital bank represents EBRD equity stake). Bond market nascent. Credit to economy growing from low base (21-23% growth 2022-2023). Microcredit sector expanding rapidly creating both opportunities and risks. Further financial sector deepening needed to support private sector development and reduce state footprint.",
    "fsap_links": "First Financial Sector Assessment Program (FSAP) conducted with recommendations on: enhancing bank supervision and regulation; strengthening asset classification and NPL reporting/resolution; bolstering regulatory, supervisory, and crisis management frameworks; improving AML/CFT; adopting macroprudential measures for microcredit risks; commercial orientation and governance of state banks; phasing out directed/preferential lending; accelerating privatization of state banks. Authorities implementing recommendations as priority.",
    "programme_status": "No current IMF program. Uzbekistan receives IMF technical assistance across policy areas. Strong engagement through Article IV surveillance with authorities implementing recommended reforms. Previous TA included: safeguards assessments identifying need to strengthen CBU governance and independence; capacity development on fiscal policy, monetary frameworks, financial sector supervision, statistics. Future TA expected to support ongoing reform implementation.",
    "board_date": "June 16, 2025 (2025 Article IV Consultation Executive Board discussion)",
    "next_article_iv_cycle": "Expected around June 2026 (standard 12-month cycle)"
  },
  "EBRD_Country_Strategy": {
    "country": "Uzbekistan",
    "strategy_period": "2024-2029",
    "publication_date": "Approved by Board of Directors on 24 January 2024",
    "link": "Not specified in document",
    "priority_1": "Develop Private Sector and Foster Employment, Skills, Inclusion and Digital Transition. This priority focuses on overall expansion of private sector as engine of growth, innovation and sustainable job creation. Given current state share in economy, support will be comprehensive including: local large companies and SMEs, foreign direct investment, acceleration of PPP programme, transformation and privatization of SOEs and banks. Key elements: Improved access to finance for >2,000 SMEs providing EUR 380m credit lines through 9 partner banks and Uzbek leasing during previous strategy; over 230 SME advisory projects covering different sectors including >70 with women entrepreneurs and ~40 in rural areas; trainings to 380+ individuals from banks and CBU; 50 e-learning modules; 50 training sessions for SMEs and consultants including 30 for women-led SMEs under WiB; digital finance through equity in Uzbekistan's first fully digital bank TBC Bank; Capital Markets Development Strategy formulation adopted 2021; USD 20m cross-currency swap to facilitate currency risk management; USD 40m equity in Anglesey Food grocery retail chain; USD 15m loan for Meros Pharm pharmaceuticals; Technical assistance for SOE corporate governance and SOCB privatization through State Assets Management Agency; Advisory Council on Women Entrepreneurship established; Foreign Investors Council established 2022; SME development constrained by inadequate skills, high cost of finance, administrative burdens; youth unemployment 13.8% (2022); female labour force participation 40.01% lagging comparators; need to address regional gaps and promote inclusion.",
    "priority_2": "Support Decarbonisation, Green Cities, Water Efficiency, and Cleaner Energy. This priority emphasizes decarbonization of energy production and key economic sectors, reduction of climate vulnerability, major uplift in municipal and environmental utilities services. Key achievements: Co-financed first two privately owned renewable energy projects - two solar PV plants in Navoi and Samarkand regions with combined 200MW capacity equivalent to heating 20,000 homes yearly; USD 74m for 500MW greenfield wind power plant in Navoi introducing 'Identiflight' system (first in Central Asia) to monitor species at risk of turbine collision; Launched Green Economy Financing Facility supporting SME climate investments; Advised on transparent competitive regime for renewable power auctions; Drafted low carbon pathway achieving carbon neutrality in electricity by 2050 adopted by Government; Catalyzed Uzbekistan's Global Methane Pledge participation; USD 50m Surkhandarya and USD 70m Namangan clean water/wastewater infrastructure providing access for 230,000 people and reducing water losses; Green Cities Action Plan development for Samarkand; E-buses and depot infrastructure in Samarkand; Results 2018-2022: 27,926,076 GJ/year primary energy saved, 110,630,504 m3/year water saved, 3,340 ktonnes/year CO2e emissions reduced, 1,700 MW renewable capacity installed. Challenges: High energy intensity 7.54 TES/GDP (MJ/2017$) vs comparators; emission intensity 0.46 kgCO2/2017$ high; continued low energy/water/resource efficiency; water scarcity increasing; CO2 emissions elevated; energy sector needs modernization and grid integration for renewables.",
    "priority_3": "Promote Economic Governance and Business Climate Improvements and Enhance Infrastructure Connectivity. This priority focuses on creating favorable environment for private sector and economic development through better governance, stronger institutions and rule of law, as well as connectivity infrastructure (regional/global, transport/energy), policy measures and financing tools to enhance trade and export potential. Key achievements: Sustained policy advice strengthening public governance and business environment; SOE reform and governance strategy 2021-2025 adopted (de facto State Assets Ownership policy); Law on state property management; Capital Markets Development Strategy 2021; Foreign Investors Council 2022; PPP Law 2019 adopted strengthening legal/institutional frameworks; EU-funded study on Sustainable Transport Connections between Europe and Central Asia prioritizing investments; Advised on Tashkent-Samarkand toll road PPP; Trade Facilitation Programme completing >1,100 transactions totaling EUR 690m; EUR 71m NavoiTransmission for regional electricity transmission network upgrade; Tourism investments in Khiva hotels/restaurants; Khiva development masterplan under Integrated Cultural Heritage Framework. Challenges: Double landlocked geography limiting market access; logistics infrastructure gaps; limited regional value chain participation; governance improvements needed though progress made; corruption ranking 121/180 (TI CPI 2024) down from earlier but still concern; SOE dominance continues despite privatization progress; business climate constraints remain; judicial independence needs strengthening.",
    "cross_cutting_themes": "Gender inclusion (WiB programmes, women entrepreneurship support, Advisory Council on Women Entrepreneurship); Skills development and employment particularly for youth (13.8% youth unemployment); Regional development addressing gaps; Governance and transparency improvements; Anti-corruption efforts; Digital transformation (digital bank investment, e-learning, digital governance); Climate adaptation and green transition (NDCs, low carbon pathway); PPP framework development and capacity building; Trade facilitation and export promotion; Human capital development.",
    "competitive_gaps": "Competitive score 68. Economy suffers from insufficient diversification with dominance of commodities (gold, natural gas, cotton) though value-added manufacturing expanding (textiles, pharmaceuticals, automotive). SME development hindered by inadequate skills, high cost of finance, administrative constraints. Despite opening since 2017, business climate challenges remain. Ease of Doing Business improved from 141st (2015) to 74th (2018) but further progress needed. Productivity constrained by skills gaps and workforce adequacy. Export competitiveness improving but trade-to-GDP ratio ~61% (2024) shows room for growth. Competition hindered by large SOE footprint. Innovation capacity limited. Infrastructure bottlenecks especially transport/logistics given double landlocked geography. Positive: young population (45% under 25) provides human capital base but requires job creation and training.",
    "well_governed_gaps": "Well-governed score 64. Progress uneven - more consistent in first part of previous strategy (2018-2021), slower and patchier in second part. Before EBRD re-engagement 2017, Article 1 commitment minimal. Significant progress since but major concerns remain. Political economy constraints and limited government capacity hinder complex reforms. Economy continues dominated by large SOEs and financial institutions. Corruption ranking 121/180 (TI 2024) shows improvement from earlier but challenges persist. Judicial system needs further reforms despite recent efforts. Property rights protections improving but concerns remain. SOE governance requires continued reform - strategy 2021-2025 adopted but implementation ongoing. Public procurement efficiency limited. Competition policy weak. AML/CFT frameworks strengthening per FSAP. Transparency and accountability improving but gaps remain. Positive: Development Strategy 2022-2026 provides reform framework; Foreign Investors Council and Advisory Council on Women Entrepreneurship show engagement; PPP legal framework established 2019.",
    "green_gaps": "Green score substantially below potential. High energy intensity 7.54 TES/GDP vs Kazakhstan 5.78, Kyrgyz 5.09. Emission intensity 0.46 kgCO2/2017$ vs Kazakhstan 0.42, Kyrgyz 0.29. Energy sector needs modernization. Over 90% of electricity from fossil fuels historically though renewable expansion underway (200MW solar, 500MW wind financed). Water scarcity increasing - critical challenge given agriculture's 20.6% GDP share. Resource efficiency low. Climate vulnerability high impacting agriculture. Waste management underdeveloped. Environmental degradation concerns. However, positive momentum: low carbon pathway to carbon neutrality in electricity by 2050 adopted; Global Methane Pledge participation; renewable energy auctions introduced; Green Economy Financing Facility launched; Green Cities initiative (Samarkand); water/wastewater infrastructure investments; e-bus deployment.",
    "inclusive_gaps": "Inclusive score 40. Youth unemployment 13.8% (2022) elevated; ILO estimates general unemployment 11% for 15-24 age group. Female labour force participation 40.01% significantly below Kazakhstan 65.1%, Kyrgyz 45.4%. Women underrepresented in politics and economy despite rights progress. Regional economic disparities between Tashkent and other regions. Poverty declined from 11% (2023) to 8.9% (2024) but challenges remain. Informality prevalent despite recent declines. Skills mismatches with ~500,000 annual new labour market entrants requiring training. Access to finance gaps particularly for SMEs, women, youth, rural areas. Income inequality. Limited economic opportunities in some regions. However, positive developments: criminalization of violence against women; gender inclusion initiatives; WiB programme; youth employment focus; poverty reduction trajectory.",
    "resilient_gaps": "Economic resilience challenged by: external vulnerabilities from trading partner concentration and commodity dependence (gold, cotton, gas); climate vulnerability including water stress and agricultural risks; limited economic diversification despite improvements; fiscal risks from contingent liabilities (PPP portfolio 27% GDP, SOEs); banking sector risks from rapid microcredit growth and state bank exposures. However, strengths: banking sector well-capitalized; reserves ample at 9.2 months imports projected; flexible exchange rate since 2017 reform provides shock absorber; strong multilateral support; reform momentum supporting resilience.",
    "integrated_gaps": "Integrated score 71. Double landlocked geography severely restricts trade routes and market access - critical structural constraint. Transport infrastructure gaps hinder connectivity. Logistics costs high. Limited participation in regional value chains despite improving regional relations since 2017. Border infrastructure needs upgrading. Supply chain integration weak. China-Kyrgyzstan-Uzbekistan railway under construction to improve connectivity (~486km linking Kashgar through Kyrgyzstan to Andijan, cutting freight distances ~900km and transport time up to 7 days vs current routes). Tashkent-Andijan toll road PPP (USD 4.3bn, 315km, 49-year concession) in RFQ stage. Tashkent-Samarkand toll road PPP (USD 2.2bn) approved. Digital infrastructure expanding (AIIB USD 100m Uzbekistan Telecom project 2025). Trade-to-GDP ratio ~61% (2024) up from doubling since 2017. WTO accession progressing to deepen global integration. Regional cooperation improving but geography remains constraint.",
    "business_climate": "Improved significantly since 2017 reforms: Ease of Doing Business from 141st (2015) to 74th (2018). Currency liberalization 2017 ending dual exchange rate and allowing free conversion/repatriation. Trade restrictions removed. Business registration simplified. Licensing requirements reduced. Tax administration improved (corporate tax 20% to 15%; VAT refunds simplified; customs duty exemptions for investment/PPP projects; tax stability guarantees up to 10 years for strategic investors). Electricity access faster. Foreign Investors Council 2022 improving engagement. Development Strategy 2022-2026 provides predictable framework. PPP Law 2019 strengthens project frameworks. However, challenges remain: SOE dominance creating uneven playing field; bureaucratic delays persist; legal uncertainty in some areas; corruption 121/180 (TI 2024); contract enforcement needs strengthening; judicial independence requires further reform; administrative burdens for SMEs; property rights concerns declining but remain. Political economy constraints limit pace of complex reforms.",
    "soe_governance": "Major ongoing challenge despite progress. Economy continues dominated by large SOEs across sectors. SOE reform and governance strategy 2021-2025 adopted (de facto State Assets Ownership policy) with EBRD technical assistance. Law on state property management adopted. Gradual privatization underway: Talimarjan TPP 80% privatized to Mubadala/TAQA (2025); TBC digital bank with private equity; state bank privatization progressing but slow. SOEs pose fiscal risks through contingent liabilities, potential support needs, directed lending. SOE performance monitoring and accountability improving but gaps remain. Board composition and independence need strengthening. Transparency limited. Commercial orientation weak in many SOEs. Competition distortions from SOE market participation. Need separation of commercial and policy objectives. Directed and preferential lending through SOCBs continues though phasing out recommended. State Assets Management Agency receiving capacity building. Privatizations should follow international best practices per EBRD/IMF advice.",
    "competition_policy": "Limited competition frameworks and enforcement. SOE dominance distorts markets. Informal sector creates unfair competition. Market concentration high in several sectors. Barriers to entry remain. Need stronger competition legislation and enforcement capacity. Regulatory barriers being addressed but progress gradual. Import competition limited by trade costs and geography. Regional market integration could enhance competition. Positive: trade liberalization since 2017; WTO accession process; Foreign Investors Council engagement; gradual SOE privatization reducing state footprint; PPP framework allowing private participation.",
    "ppp_legal_framework": "Strong legal and institutional framework established. PPP Law No. LRU-537 adopted 10 May 2019 as cornerstone defining principles, roles, mechanisms across all sectors. Presidential Decree PP-3980 (22 October 2018) established PPP Agency. Decree PP-4300 (29 April 2019) launched first official PPP project list. Decree UP-60 (2022-2026) integrates PPPs as strategic instrument in Development Strategy. World Bank Benchmarking Infrastructure 2023 details sectoral regulations. PPP Development Agency under Ministry of Finance supervises/approves PPP concepts >USD 10m, reviews documentation, maintains registry. Fiscal Risk Assessment Department (FRAD) in Ministry of Economy and Finance estimates explicit/implicit fiscal obligations. Framework ensures transparency, competitive tendering, equal treatment, access to international arbitration. Government capping annual PPP budget commitments to prevent excessive contingent liability accumulation. PPP Project Development Facility (UPDF) created to fund early-stage studies and transaction support (EBRD approved EUR 10m contribution). Total PPP portfolio USD 31bn (~27% GDP end-2024) with potential commitments up to 34% GDP under PPP Program 2025-2030. Portfolio diversifying beyond energy (>90% by value through 2024) to transport, education, healthcare, utilities. 2023 saw 6 PPP projects valued USD 1.6bn (40% of new PPP commitments in ECA among LMICs). Strong multilateral support (World Bank, IMF, ADB, EBRD) for financing, feasibility, capacity building.",
    "sector_bottlenecks": "Transport: Double landlocked geography fundamental constraint; logistics infrastructure gaps; high trade costs; Tashkent-Andijan (USD 4.3bn) and Tashkent-Samarkand (USD 2.2bn) toll road PPPs addressing gaps; World Bank estimates USD 1.5bn annual financing gap for roads; China-Kyrgyzstan-Uzbekistan railway under construction. Energy: Grid modernization needed; renewable integration challenges; energy losses high; power distribution needs upgrading; >90% PPP value in energy sector indicates priority; natural gas exports important but domestic supply needs securing. Water: Water scarcity increasing - critical issue; irrigation efficiency low; water/sanitation infrastructure needs investment (USD 50m Surkhandarya, USD 70m Namangan projects addressing); agriculture 20.6% GDP highly water-dependent. Waste: Management infrastructure underdeveloped; urban services requiring PPP solutions. Digital: ICT infrastructure expanding (AIIB USD 100m Uzbekistan Telecom) but gaps remain; fiber networks, data centers needed. Social sectors: Health and education PPPs emerging (dialysis centers, schools, hospitals). Finance: SME access to finance limited; high cost; banking sector concentrated; capital markets underdeveloped; microcredit growing rapidly creating risks. Skills: Mismatches with ~500,000 annual new entrants; vocational training needs alignment with industrial/infrastructure needs.",
    "policy_dialogue_focus": "Financial sector development: Capital Markets Development Strategy 2021; banking supervision/regulation; SOE bank privatization; phasing out directed/preferential lending; AML/CFT; crisis management per FSAP; microcredit regulation. SOE governance: reform strategy implementation; privatization acceleration per international best practices; State Assets Management Agency capacity. PPP framework: project prioritization; fiscal risk management; capacity building; toll road frameworks. Business climate: Foreign Investors Council engagement; regulatory simplification; judicial reforms; property rights; anti-corruption including National Anti-Corruption Strategy approval. Trade: WTO accession support; trade facilitation; export development. Energy: renewable auctions; grid modernization; low carbon pathway implementation; Global Methane Pledge. Climate: NDC implementation; green transition; water efficiency; waste management. Governance: transparency and accountability; public administration modernization per Development Strategy 2022-2026; e-governance. Labor market: skills development; youth employment; gender inclusion; women entrepreneurship. Regional integration: connectivity infrastructure; cross-border PPPs.",
    "operational_focus": "Financial Institutions: EUR 380m credit lines to 9 PFIs for SME lending; trade finance >1,100 transactions EUR 690m; WiB programme; digital bank equity (TBC); leasing; currency risk management (USD 20m cross-currency swap); Green Economy Financing Facility. Private sector direct: USD 40m equity Anglesey Food retail; USD 15m loan Meros Pharm; investments in local businesses for expansion/modernization. Infrastructure: Renewable energy (200MW solar Navoi/Samarkand, 500MW wind Navoi); EUR 71m NavoiTransmission; water/wastewater (USD 50m Surkhandarya, USD 70m Namangan); Green Cities Samarkand; e-buses Samarkand; Tashkent-Samarkand toll road PPP advisory; transport connectivity. Advisory: >230 SME projects including >70 women-led, ~40 rural; 380+ bank trainings; 50 e-learning modules; 50 SME trainings including 30 WiB; SOE governance TA; SOCB privatization support; Capital Markets Strategy; renewable auction frameworks; Khiva development masterplan. Policy: Investment climate; governance; PPP frameworks; green transition; trade facilitation. Previous strategy ABI EUR 3,290m with 49% Priority 1 (private sector), 32% Priority 2 (green), 19% Priority 3 (governance/connectivity).",
    "policy_engagement_priorities": "SOE reform and privatization acceleration; State bank commercialization and privatization; Phasing out directed/preferential lending; Financial sector supervision and AML/CFT per FSAP; Capital markets deepening; PPP fiscal risk management and capacity; Business climate and governance improvements; Anti-corruption strategy implementation; WTO accession completion; Energy sector reform and renewable scaling; Low carbon pathway implementation; Water resource management; Skills development and labor market policies; Gender inclusion and women's economic participation; Trade facilitation and export competitiveness; Regional connectivity enhancement; Climate adaptation and green transition.",
    "headline_kpis": "Previous strategy (2018-2023) ABI EUR 3,290m: Priority 1 (private sector) 49%, Priority 2 (green) 32%, Priority 3 (governance/connectivity) 19%. TC EUR 82.4m. Transition impact: 100% on-track. Portfolio EUR 2,379m (Dec 2023), 81 active projects, 59.3% private sector share (5-year rolling). Key results: >2,000 SMEs financed EUR 380m; >230 SME advisory projects; >70 women entrepreneurs; ~40 rural; 380+ bank trainings; 50 e-learning; 1,700 MW renewable capacity; 27,926,076 GJ/year energy saved; 110,630,504 m3/year water saved; 3,340 ktonnes/year CO2e reduced; >1,100 TFP transactions EUR 690m; Capital Markets Strategy adopted; Foreign Investors Council established; PPP Law adopted.",
    "mdb_coordination_partners": "World Bank - infrastructure, development programs, PPP support, Benchmarking Infrastructure reports; ADB (Asian Development Bank) - major partner for infrastructure and policy; IFC - selective investments; IMF - technical assistance on fiscal, monetary, financial sector, statistics; Other IFIs engaged in PPP program support and project co-financing. Bilateral: AFD (Agence Française de Développement), Expertise France, Japan, Taipei China, Luxembourg. Climate funds: GCF (Green Climate Fund). EU support including EFSD for various initiatives. Strong multilateral coordination on: PPP framework and capacity; financial sector reform; business climate; WTO accession; climate and green transition; infrastructure financing.",
    "regional_initiatives": "Regional integration priority given double landlocked geography. China-Kyrgyzstan-Uzbekistan railway under construction (~486km linking Kashgar-Andijan cutting freight distances ~900km, transport time up to 7 days). Improved relations with neighbors since 2017 reforms. EU-funded study on Sustainable Transport Connections between Europe and Central Asia prioritizing investments. NavoiTransmission EUR 71m for regional electricity network. Trade facilitation >1,100 transactions EUR 690m supporting cross-border trade. Tourism initiatives (Khiva) promoting regional cultural heritage. WTO accession to deepen global integration. Limited explicit regional PPP projects but connectivity infrastructure inherently supports regional links. Development Strategy 2022-2026 Priority 7 focuses on multi-vector foreign policy and regional cooperation.",
    "portfolio_total_eur": "EUR 2,379 million (as of December 2023)",
    "active_projects": "81 active projects (as of December 2023)",
    "private_sector_share_percent": "59.3% (cumulative Bank investment 5-year rolling basis)",
    "sector_split": "Portfolio composition from charts: Sustainable Infrastructure, Financial Institutions, ICA (Industry Commerce Agribusiness). Approximate distribution: Financial Institutions ~40-45%, Sustainable Infrastructure ~30-35%, ICA ~20-25%. Previous strategy ABI: Priority 1 (private sector competitiveness) 49%, Priority 2 (green/resource efficiency) 32%, Priority 3 (connectivity/governance) 19%.",
    "gdp_growth": "Context: Strong growth averaging 5.7% (2018-2023). Actual: 2.0% (2020 pandemic), 7.4% (2021 recovery), 5.7% (2022), 5.1% (2023), 5.4% (2024 est). Projection: ~6% (2025-2026), remaining above 5% through 2030. Drivers: domestic demand, remittances, FDI, structural reforms, infrastructure investment.",
    "cpi": "Context: Trended downward from ~20% annually early 2018 to high single digits end-2023. Actual: 12.3% eop (2022), 8.7% eop (2023), 9.8% eop (2024 reflecting energy price reform in May). Projection: 8.4% eop (2025), 6.5% eop (2026), declining to CBU 5% target by end-2027.",
    "fiscal_balance_gdp": "Context: Consolidation underway. Consolidated balance: -3.5% (2022), -4.9% (2023), -3.2% (2024), -3.0% (2025-2026 proj). Adjusted balance: -3.7% (2022), -4.0% (2023), -2.3% (2024), -2.0% (2025), -2.3% (2026).",
    "current_account_gdp": "Context: Narrowed significantly. Actual: -3.2% (2022), -7.6% (2023 widened due to import spike), -5.0% (2024 improved). Projection: -5.0% (2025), -4.8% (2026). Drivers: strong remittances, non-gold export growth, commodity prices.",
    "public_debt_gdp": "Context: Moderate and stable. Actual: 30.5% (2022), 32.2% (2023), 32.6% (2024). Projection: 33.3% (2025), 33.2% (2026). Note: PPP contingent liabilities ~27% GDP additional."
  },
  "IMI_Project_Report": {
    "country": "Uzbekistan",
    "report_date": "17th October, 2025 (Version 0.4)",
    "author_unit": "Prepared by Lavinia Geraldo & Aijan Sadyrova - Meridian Universal (assumed)",
    "scope": "Market Intelligence Report covering: Historical and political background; Development Strategy for New Uzbekistan 2022-2026; Economic transition and reform momentum; Infrastructure needs and opportunities (roads/transport, energy/power/renewables, urban services/water/sanitation/waste, additional needs including digital); PPP framework (legal/institutional, evolution and ambitions); Government websites listing PPPs/upcoming transactions; Financing case studies with capital structure/interest rates; Past bond issuance history and yield performance.",
    "ppp_law_name": "Law 'On Public-Private Partnership'",
    "ppp_law_year": "2019 (No. LRU-537, adopted 10 May 2019)",
    "sector_laws": "Investment Law; Tax Code (effective 2020); Law on Automobile Roads (revised 2025 integrating tolling provisions); sectoral regulations per World Bank Benchmarking Infrastructure 2023 - Uzbekistan covering roads, energy, urban development; Production Sharing Agreement (PSA) frameworks; Customs regulations; Labor and employment laws",
    "procurement_rules": "PPP Law 2019 ensures transparency, competitive tendering, equal treatment. Presidential Decree PP-4300 (29 April 2019) launched first official PPP project list. PPP Development Agency under Ministry of Finance supervises and approves PPP concepts >USD 10m, reviews documentation, maintains official PPP registry. Competitive procurement required. International best practices guidance from World Bank, EBRD. Access to international arbitration included in framework.",
    "tariff_indexation_rules": "Tariff indexation provisions included in PPP contracts on project-specific basis. Toll road framework integrated into revised Law on Automobile Roads (2025, passed first parliamentary reading). Presidential Decree No. PP-308 (2024) mandates development of up to 1,000 km toll highways under PPP ensuring long-term financial viability through toll revenue models. Energy PPAs include tariff frameworks. Talimarjan TPP has 25-year PPA with JSC Uzenergosotish (national offtaker) providing revenue certainty. Project-specific indexation to costs/inflation typically included.",
    "dispute_resolution": "PPP framework includes access to international arbitration. Development Strategy 2022-2026 Priority 2 aims to reinforce judicial independence and efficiency, protect citizens'/investors' rights, increase transparency. Stronger legal guarantees for investors including international arbitration access and clearer dispute resolution procedures within PPP contracts. Judicial system reforms ongoing to enhance independence, transparency, efficiency. However, judicial independence needs further strengthening. Contract enforcement frameworks improving.",
    "ppp_unit_name": "PPP Development Agency (established by Presidential Decree PP-3980, 22 October 2018)",
    "fiscal_risk_unit": "Fiscal Risk Assessment Department (FRAD) housed in Ministry of Economy and Finance",
    "line_ministry_roles": "Ministry of Finance: PPP Agency supervision, fiscal policy, public investment. Ministry of Economy and Finance: FRAD for PPP fiscal risk assessment, economic policy. Ministry of Investment, Industry and Trade (MIIT): investment promotion, PPP implementation oversight, maintains PPP Project Portal. Line ministries for respective sectors: transport, energy, water, health, education. Central Bank of Uzbekistan (CBU): monetary policy, financial regulation. Digital Government Agency: e-governance, open data portal. State Assets Management Agency: SOE governance, privatization. Cabinet of Ministers: strategic approvals, tax regime approvals for major investors.",
    "approval_workflow": "PPP Agency (Ministry of Finance) supervises and approves PPP concepts >USD 10 million, reviews documentation, maintains registry. FRAD (Ministry of Economy and Finance) estimates explicit/implicit fiscal obligations. Line ministries develop sector projects. Cabinet approvals for major projects. Presidential Decrees for strategic initiatives. Competitive tendering process. Annual PPP budget commitments capped by government to prevent excessive contingent liability accumulation. PPP Project Development Facility (UPDF) funds early-stage feasibility studies and transaction support. Parliament involved in major decisions and framework laws.",
    "pipeline_total_usd": "Total PPP portfolio reached ~USD 31 billion by end-2024; potential commitments up to 34% of GDP (~USD 40bn equivalent based on 2024 GDP ~USD 113bn) under PPP Program 2025-2030",
    "pipeline_percent_gdp": "~27% of GDP (end-2024), with potential commitments up to 34% of GDP under PPP Program 2025-2030",
    "pipeline_by_sector": "Energy sector: >90% of PPPs by value through 2024 (renewable energy particularly solar/wind, power generation, transmission). Transport: Tashkent-Andijan toll road USD 4.3bn, Tashkent-Samarkand toll road USD 2.2bn, up to 1,000 km toll highways planned under PP-308 (2024), China-Kyrgyzstan-Uzbekistan railway. Urban services: water supply, sanitation, waste management, district heating, urban transport. Social sectors: dialysis centers, schools, hospital infrastructure. Digital: ICT backbone (AIIB USD 100m Uzbekistan Telecom), fiber networks, data centers. Energy represents largest share historically but portfolio diversifying to transport, utilities, social, digital.",
    "pipeline_by_stage": "Mix of operational, under construction, procurement, and planning stages. 2023 saw 6 PPP projects signed valued USD 1.6bn. Tashkent-Andijan toll road (USD 4.3bn, 315km, 49-year concession) entered RFQ stage early 2025 with >30 international companies expressing interest. Tashkent-Samarkand toll road (USD 2.2bn) approved August 2024, tender launch planned 2025, construction expected late 2025, operations targeted 2028. Renewable energy projects progressing (200MW solar operational, 500MW wind under development). CKU railway under construction (~486km). Multiple projects in feasibility/early-stage development supported by UPDF.",
    "flagship_1_name": "Tashkent-Andijan Toll Road (TAR)",
    "flagship_1_sector": "Transport - Road Infrastructure",
    "flagship_1_scope": "Largest transport PPP currently under preparation. ~USD 4.3 billion project connecting Tashkent with Andijan through Kamchik Pass over 315 km alignment. DBFOM (Design-Build-Finance-Operate-Maintain) model with 49-year concession period. Will significantly improve connectivity to Fergana Valley and reduce travel times.",
    "flagship_1_capex_usd": "~USD 4.3 billion",
    "flagship_1_revenue_model": "Toll road revenue model under 49-year concession. Tolling provisions integrated into revised Law on Automobile Roads (2025). Presidential Decree PP-308 (2024) ensures long-term financial viability of toll projects.",
    "flagship_1_indexation": "Toll rates typically indexed to inflation/costs under PPP frameworks. Specific indexation formulae to be determined in concession agreement.",
    "flagship_1_gov_support": "Strategic priority under Development Strategy 2022-2026. Presidential Decree PP-308 (2024) mandates development including Tashkent-Andijan corridor. Government support through PPP framework guarantees, potential availability payments, risk sharing. World Bank and other IFI support for feasibility and transaction advisory.",
    "flagship_1_mdb_eca": "Strong multilateral support: World Bank advising on PPP framework and transaction. Potential IFI co-financing from EBRD, ADB. PPP Project Development Facility (UPDF) with EBRD EUR 10m contribution supporting early-stage development. International investors showing strong interest (>30 companies in RFQ).",
    "flagship_1_status": "Entered Request for Qualification (RFQ) stage in early 2025 following Cabinet approval January 2025. More than 30 international companies have expressed interest. Procurement progressing.",
    "flagship_1_next_milestone": "RFQ evaluation, shortlisting qualified bidders, Request for Proposals (RFP) stage, financial close, construction commencement (likely 2026-2027), operations (likely early 2030s)",
    "bankability_credit_enhancements": "PPP framework provides: government guarantees potential; revenue support mechanisms; legal protections including international arbitration access; transparent competitive procurement; 49-year concession providing long-term revenue visibility; strategic national importance supporting government commitment; multilateral support (World Bank, EBRD, ADB) enhancing credibility; toll revenue model with indexation; DBFOM structure transferring construction/operation risk to private sector; financial close contingent on bankable structure",
    "local_currency_hedging_depth": "Limited LCY hedging depth. Exchange rate: 11,225 UZS/USD (2022), 12,339 (2023), 12,920 (2024) showing gradual depreciation. Free floating exchange rate since 2017 reform allowing full convertibility and repatriation. EBRD provided USD 20m cross-currency swap for clients to facilitate currency risk management. Domestic capital markets underdeveloped (Capital Markets Development Strategy adopted 2021 but implementation ongoing). Major projects typically USD-denominated. Hedging instruments limited but EBRD and IFIs working to develop solutions.",
    "offtaker_credit_quality": "For power projects: Government offtaker (JSC Uzenergosotish for Talimarjan TPP) with 25-year PPA providing payment security. For toll roads: Direct user-pay model reducing offtaker risk. Sovereign credit ratings: Moody's Ba3, S&P BB-, Fitch BB (all stable outlook). Government commitment to strategic infrastructure strong per Development Strategy 2022-2026. Fiscal position moderate with public debt 33% GDP. However, PPP contingent liabilities 27% GDP create fiscal pressures requiring careful management. International reserves ample at 9.2 months imports providing external buffers.",
    "soe_arrears_status": "SOEs continue posing fiscal risks and potential arrears issues. Gradual privatization underway (Talimarjan TPP 80% to Mubadala/TAQA 2025). SOE reform strategy 2021-2025 adopted to improve governance and commercial orientation. State bank exposures to SOEs create financial sector linkages. FRAD monitoring fiscal risks from SOEs. No specific arrears data provided but SOE financial discipline improving under reforms.",
    "contract_bankability_notes": "PPP Law 2019 provides robust legal framework: transparency, competitive tendering, equal treatment, international arbitration access. Tax stability guarantees up to 10 years for strategic investors. Customized tax regimes for PPP/PSA contracts approved by Cabinet. Duty exemptions for equipment/materials for investment/PPP projects. Presidential Decree guarantees. Long concession periods (49 years Tashkent-Andijan). PPA structures for energy (25-year Talimarjan). Toll road frameworks in Law on Automobile Roads. Strong multilateral support (World Bank, EBRD, ADB, IMF) enhancing credibility. Political commitment via Development Strategy 2022-2026 Priority 3 (economic development including PPPs as key mechanism). However, risks: fiscal capacity constraints with PPP liabilities 27% GDP; limited track record (framework since 2019); judicial system still developing; local currency/hedging constraints; execution risk given capacity building needs",
    "sovereign_ratings_sp": "BB- (stable outlook)",
    "sovereign_ratings_moodys": "Ba3 (stable outlook)",
    "sovereign_ratings_fitch": "BB (stable outlook)",
    "local_bond_market_gdp": "Domestic capital markets underdeveloped. Capital Markets Development Strategy adopted 2021 with EBRD support aiming to deepen markets. Specific local bond market % GDP not provided but characterized as nascent/shallow. Credit to economy growing from relatively low base. Banking sector concentrated. Bond market development priority to support domestic financing and reduce FX exposure.",
    "bank_project_finance_appetite": "Banking sector well-capitalized and profitable. Credit growth 21.4% (2022), 23.2% (2023) before slowdown to 4.0% (2024), projected 19.3% (2025), 16.0% (2026). However, banking sector concentrated with SOCBs dominant. Project finance capacity developing but limited track record. State banks provide directed/preferential lending being phased out. Microcredit sector expanding rapidly. Commercial banks increasingly active but large-scale infrastructure project finance typically requires international bank participation or IFI support. EBRD providing credit lines to 9 PFIs (EUR 380m during previous strategy). Talimarjan TPP 80% acquisition by Mubadala/TAQA shows international institutional appetite.",
    "dfi_list_active": "EBRD (EUR 2,379m portfolio, 81 active projects); World Bank - major infrastructure and PPP support partner; ADB (Asian Development Bank) - infrastructure and policy; IFC - selective investments; AIIB (Asian Infrastructure Investment Bank) - USD 100m Uzbekistan Telecom 2025; IMF - technical assistance; Bilateral: AFD (Agence Française de Développement), Expertise France, others. PPP Project Development Facility (UPDF) with EBRD EUR 10m contribution. Climate funds: GCF (Green Climate Fund). Strong multilateral coordination on PPP program, infrastructure financing, business climate, financial sector reform.",
    "key_ministries": "Ministry of Finance: PPP Agency supervision, fiscal policy, public investment management. Ministry of Economy and Finance: FRAD for PPP fiscal risk assessment, economic policy coordination. Ministry of Investment, Industry and Trade (MIIT): investment promotion, PPP implementation oversight, maintains PPP Project Portal (https://invest.gov.uz/). Central Bank of Uzbekistan (CBU): monetary policy, financial regulation, FX management. Digital Government Agency: e-governance, maintains Open Data Portal (data.egov.uz) with PPP datasets. State Assets Management Agency: SOE governance, privatization processes. Line ministries: Transport, Energy, Water Resources, Health, Education for sector PPPs. Cabinet of Ministers: strategic approvals.",
    "leading_sponsors": "Mubadala Investment Company (UAE) - acquired 40% Talimarjan TPP 2025. Abu Dhabi National Energy Company (TAQA, UAE) - acquired 40% Talimarjan TPP 2025. Over 30 international companies expressed interest in Tashkent-Andijan toll road RFQ. EBRD investments in local companies (Anglesey Food USD 40m equity, Meros Pharm USD 15m). TBC Bank digital bank with international equity. Growing FDI into manufacturing, energy, infrastructure since 2017 reforms. Chinese involvement in CKU railway. International renewable energy developers for solar/wind projects.",
    "active_lenders": "EBRD - EUR 2,379m portfolio with credit lines to 9 PFIs; World Bank - infrastructure loans and policy-based lending; ADB - infrastructure and development lending; IFC - selective project finance; AIIB - USD 100m Uzbekistan Telecom; bilateral lenders from various countries; commercial banks increasingly involved but large projects require IFI participation; Talimarjan TPP equity acquisition by Mubadala/TAQA (corporate financing, details not fully disclosed); growing international investor appetite as ratings improve (Moody's Ba3, S&P BB-, Fitch BB stable)",
    "policy_risk": "Moderate and improving. Political support for reforms strong: President Mirziyoyev re-elected 2021, Parliament 2024 elections support reform agenda, Development Strategy 2022-2026 provides medium-term policy framework with 7 priorities, 100 goals, nearly 400 actions. However, risks: political economy constraints and limited government capacity hinder complex reforms per EBRD assessment; reform progress uneven - more consistent 2018-2021, slower and patchier in second part of previous strategy; frequent bureaucratic delays persist; corruption 121/180 (TI 2024) though improving; judicial independence still developing; property rights concerns declining but remain. Positive factors: strong continuity with Mirziyoyev administration; broad reform support; Foreign Investors Council 2022 providing engagement channel; robust legal frameworks (PPP Law 2019, tax stability guarantees, international arbitration access); WTO accession process providing external anchor; strong multilateral engagement (IMF, World Bank, EBRD, ADB); successful major reforms (2017 currency liberalization, trade opening) demonstrating commitment.",
    "tariff_affordability": "Energy sector: Reforms ongoing with needed energy price adjustments implemented (May 2024 energy price reform contributed to inflation spike to 10.6%). Talimarjan TPP 25-year PPA provides cost recovery framework. Gradual tariff adjustments needed but politically sensitive given affordability concerns. Toll roads: New concept for Uzbekistan; affordability assessments part of feasibility. Tashkent-Andijan and Tashkent-Samarkand toll roads targeting commercial/freight traffic primarily where cost recovery viable. Presidential Decree PP-308 (2024) ensures toll projects designed for long-term financial viability. Water/sanitation: Affordability challenges in urban services; PPPs designed with subsidy mechanisms where needed. Social sectors: Health and education PPPs structured to maintain public access while improving quality.",
    "fx_convertibility_risk": "Low. Major reform achievement: 2017 currency liberalization ended dual exchange-rate regime, allowed som to float freely, eliminated mandatory export proceeds surrender. Currency devalued ~48% overnight unifying rates. Full convertibility and repatriation allowed for businesses and investors - ending major FDI constraint. Free floating exchange rate maintained: 11,225 UZS/USD (2022), 12,339 (2023), 12,920 (2024). No capital controls. CBU encourages greater exchange rate flexibility. International reserves ample at 9.2 months imports. However, risks: exchange rate depreciation trend continuing; limited local currency hedging instruments; domestic capital markets shallow; FX liquidity for very large transactions may face constraints. Overall: very low convertibility risk, but FX volatility risk moderate.",
    "land_permit_risk": "Moderate. Development Strategy 2022-2026 Priority 1 focuses on improving public administration, digital governance, simplified business registration/permitting to create predictable regulatory environment - prerequisite for bankable PPPs. Ease of Doing Business improved from 141st (2015) to 74th (2018). However, challenges: bureaucratic delays persist; limited government capacity in some areas; property rights concerns declining but remain; land acquisition processes can be complex; permitting timeframes uncertain especially for large projects. PPP framework includes procedures but execution varies. Judicial reforms ongoing to improve contract enforcement. For major PPPs: government commitment and multilateral involvement (World Bank, EBRD feasibility/advisory) mitigate risks. Smaller projects face more uncertainty.",
    "es_risk": "Moderate. Environmental concerns: High energy/emission intensity (7.54 TES/GDP, 0.46 kgCO2/2017$); water scarcity critical issue impacting agriculture (20.6% GDP); waste management underdeveloped; climate vulnerability affecting agricultural productivity. However, positive momentum: Low carbon pathway to carbon neutrality in electricity by 2050 adopted by Government; Global Methane Pledge participation; renewable energy expansion (200MW solar, 500MW wind); Green Economy Financing Facility launched; Green Cities initiative; water/wastewater infrastructure investments. Social concerns: Poverty declined 11% (2023) to 8.9% (2024) but challenges remain; youth unemployment 13.8%; female labor force participation 40% low; regional disparities; informality. Progress: violence against women criminalized; gender inclusion initiatives; WiB programmes; forced/child labor in cotton abolished enabling EU GSP+ access. Development Strategy 2022-2026 Priority 4 focuses on social sphere, human capital, protecting human interests. Priority 5 addresses environmental protection and natural resources. EBRD and IFIs apply E&S standards to financed projects. Overall: E&S frameworks improving but require continued attention especially water management, climate adaptation, social inclusion."
  }
}
