{
  "country": "Vietnam",
  "year": 2025,
  "source_documents": [
    "IMF Article IV Consultation 2025 (October 2025)",
    "ADB Country Partnership Strategy 2023-2026 (August 2022)",
    "Internal Market Intelligence Report Vietnam (June 2025)"
  ],

  "IMF_Article_IV": {
    "source_name": "IMF Country Report No. 25/283 - Vietnam 2025 Article IV Consultation",
    "publication_date": "October 2025",
    "consultation_date": "July 24, 2025",

    "macro_overview": "Vietnam's economy rebounded strongly in 2024 and early 2025, growing at 7.1% in 2024 backed by robust exports, resilient foreign direct investment, and supportive policies. This momentum continued into the first half of 2025, with economic activity expanding by 7.5% year-on-year thanks to export frontloading, faster credit growth, and large one-off government spending. However, the outlook is heavily constrained by high global uncertainty on trade policies, particularly new U.S. tariffs. The Vietnamese economy rebounded sharply from the pandemic impact (2.9% growth in 2020 and 2.6% in 2021) to post 8.5% growth in 2022. The successful export-led growth model that has delivered substantial income gains over decades now faces significant new challenges from a more adverse and uncertain global trade environment. Economic growth is projected to slow to 6.5% in 2025 and decelerate further to 5.6% in 2026 given the full-year effect of new U.S. tariffs announced in July 2025 (20% additional tariff on all goods, 40% on 'transshipment' goods) and unwinding of most of the one-off 2025 government stimulus. The current account surplus reached a record 6.6% of GDP in 2024, and inflation remains below the 4.5-5% target at 3.6% year-on-year in June 2025. Despite increased external and domestic volatility, growth has been remarkably resilient helped by supportive policies, but the economy's export-led growth model faces increasing challenges from rapidly evolving and uncertain global trade policies, population aging, tightening global financial conditions, and climate change.",

    "gdp_growth_current": "7.1% in 2024; 7.5% year-on-year in H1 2025",

    "gdp_growth_forecast": "Growth projected to slow to 6.5% in 2025 and decelerate further to 5.6% in 2026 given the full-year effect of new U.S. tariffs and unwinding of the one-off 2025 stimulus. Medium-term projections show 5.8% in 2027, 5.6% in 2028, 5.3% in 2029-2030. Downside risks are high: further escalation in global trade tensions or tightening of global financial conditions could weaken exports and investment further. If the higher 40% tariff applies to a larger share of Vietnam's exports (goods with local content below 50%), growth could be lower by an additional 0.2-0.6 percentage point in 2025-26. On the upside, successful implementation of planned infrastructure projects and comprehensive structural reforms could boost medium-term growth by more than 2 percentage points.",

    "inflation_current": "Inflation accelerated to 3.6% year-on-year in June 2025 but remains below the 4.5-5% target. Core inflation reached 2.7% in 2024. Headline inflation in 2024 averaged 3.6%.",

    "inflation_outlook": "Inflation projected to remain below target at 3.4% in 2025 and fall to 3.2% in 2026, reflecting the opening of the negative output gap and low inflation in China. Inflation risks should be closely monitored given still buoyant economic and credit growth. Core inflation is forecast at 3.2% in 2025, moderating to 2.8% in 2026. Medium-term inflation projections are stable at 3.3% for 2027-2030. Favorable fuel prices and spillovers from deflation in China are offsetting rising domestic demand and housing price pressures amid the recovering real estate market. Upside risks exist if economic and credit growth prove to be more resilient, as inflationary pressures could emerge given the positive output gap.",

    "fiscal_balance_current": "The fiscal deficit was 1.5% of GDP in 2024 based on preliminary data. Revenues rebounded to 17.6% of GDP in 2024 from a record low in 2023, but remained below the historical average. The 30% increase in public wages in July 2024 was partly offset by weaker public investment (5.9% of GDP), reflecting persistent bottlenecks in disbursement.",

    "fiscal_balance_outlook": "The fiscal deficit is projected to widen significantly to 3.3% of GDP in 2025 driven by expenditure, with the fiscal impulse estimated at almost 2% of GDP. Most of the spending increase reflects one-off factors: costs of institutional reform (including early retirement packages estimated at 1% of GDP during 2025-26), spending related to national celebrations, and the full-year effect of the 30% wage increases granted in July 2024. With these effects mostly lapsing in 2026, the fiscal deficit is projected to narrow to 2.3% of GDP in 2026. Over the medium term, deficits are expected to remain around 2% of GDP (2.2% in 2027, 2.1% in 2028, 2.0% in 2029-2030), reflecting lower revenue from weaker trade and higher public investment—only partially offset by the lower wage bill from the downsized public workforce. The baseline does not include the authorities' ambitious infrastructure plan that is still being developed. Given available fiscal space, fiscal policy can provide additional support if economic growth slows down markedly. Expected higher public investment and lower tax revenues (reflecting automatic stabilizers) will provide some relief as the economy slows in 2026.",

    "public_debt_current": "Public and publicly guaranteed (PPG) debt fell to 31.3% of GDP at end-2024 from 34.3% in 2023 and 39.2% in 2021. The positive growth-interest rate differential and cautious fiscal management have contributed to the declining debt trajectory.",

    "public_debt_trajectory": "Public debt is projected to edge up slightly to 32.0% of GDP in 2025 due to the larger fiscal deficit, then gradually decline over the medium term to 31.8% in 2026, 31.5% in 2027, 31.1% in 2028, 30.8% in 2029, and 30.6% in 2030. The debt remains well below the statutory limit (reduced from 65% to 60% of GDP in 2021 by Resolution 23/2021/QH15). Vietnam has an overall low risk of sovereign distress. The sustainable debt trajectory is supported by strong growth, favorable growth-interest rate differentials, and prudent fiscal management. However, the large spending needs for infrastructure, climate adaptation, and energy transition will require a careful medium-term fiscal framework to ensure public money is well spent and debt remains sustainable.",

    "monetary_policy_current": "Monetary policy remained accommodative in 2024-25, with the State Bank of Vietnam (SBV) maintaining policy rates near record lows since early 2023 to support the recovery. The SBV has conducted FX intervention to contain exchange rate volatility, particularly in Q2 and December 2024 amid large FX pressures. Since early 2025, SBV has refrained from spot FXI and adjusted the center of the ±5% exchange rate band. Interbank liquidity was tightened in 2024 in support of the exchange rate. Bank credit growth accelerated to 15% in 2024 and 19% year-on-year in June 2025, partly driven by low lending rates and the real estate recovery. The stock of credit reached 136% of GDP in 2024, exceeding most emerging markets, and the credit-to-GDP gap remained positive.",

    "monetary_policy_outlook": "Monetary policy will need to be flexible to respond to fast-evolving economic conditions, and inflation risks should be closely monitored given still buoyant economic and credit growth. The space for further monetary easing is constrained, given already low policy rates in Vietnam compared to historical levels and global rates, which contributed to exchange rate pressures in recent years. If a more adverse shock materializes with external demand falling sharply, fiscal policy should take the lead to cushion the growth impact given available fiscal space while allowing the exchange rate to act as a shock absorber. Further lowering domestic rates could exacerbate capital outflows and pressures on the exchange rate and inflation. Nevertheless, if global interest rates decline and the output gap becomes negative and inflation remains in check, some monetary easing could be considered. However, if global financial conditions tighten amid spikes in economic policy uncertainty, it could prompt disruptive exchange rate pressures and risk de-anchoring inflation expectations. Such cases could warrant using temporary FXI (used sparsely given low FX reserves and high uncertainty around future shocks), and monetary policy may even need to be tightened to help contain FX pressures and alleviate inflation risks. The pending reform of the SBV law is an opportunity to accelerate the transition to an inflation targeting regime, including strengthening SBV's operational independence, streamlining the monetary policy toolkit, improving its consistency, and incorporating forward-looking elements into the framework.",

    "exchange_rate_current": "The Vietnamese dong (VND) depreciated by 5% against the U.S. dollar in 2024, and FX reserves declined due to capital outflows partly reflecting the interest rate differential with U.S. rates. The VND has continued its depreciation against all major trading partners' currencies thus far in 2025. The nominal exchange rate was 25,485 dong/USD at end-2024 (compared to 24,269 at end-2023 and 22,826 at end-2021). The real effective exchange rate (REER) appreciated by 1.3% in 2024, mainly due to inflation differentials with key trading partners, while the nominal effective exchange rate (NEER) appreciated by 0.5% in 2024. Both the REER and NEER fluctuated throughout 2024, with the REER ending 0.2% stronger relative to Q4 2023 while the NEER depreciating by 0.1% at year-end. The exchange rate regime moved from stabilized to crawl-like in mid-2023.",

    "exchange_rate_policy": "Greater exchange rate flexibility is critical to facilitate adjustment to external shocks, particularly the trade shock from higher U.S. tariffs. The authorities have allowed greater exchange rate flexibility, with the SBV adjusting the center of the ±5% band since early 2025, but stressed the need to avoid excessive volatility that could destabilize markets and inflation expectations. The exchange rate should act as a shock absorber, especially if external demand falls sharply. The SBV conducted spot FX intervention in 2024, especially in Q2 and December, to contain disruptive volatility. While temporary FXI could be warranted under certain scenarios, it needs to be used sparsely given low FX reserves (2.4 months of imports) and high uncertainty around future shocks. Accelerating modernization of the monetary policy framework, including establishing an interest rate corridor with a floor rate by introducing a deposit facility, is a priority. Pressing ahead with phasing out deposit and lending rate caps and replacing credit growth ceilings with a sound macroprudential framework are also priorities.",

    "reserves_current": "Gross international reserves (GIR) declined by $9.2 billion to $83.1 billion at end-2024 (from $92.3 billion at end-2023) following SBV's intervention in the spot market amid large FX pressures. This level is equivalent to 2.3 times the level of short-term external debt or 2.4 months of prospective imports in 2024 (down from 2.8 months in 2023 and 3.6 months in 2021). The level corresponds to 58% of the Assessing Reserve Adequacy (ARA) metric under a fixed exchange rate regime or 99% under a floating exchange rate regime. Staff assesses the end-2024 reserve level to be moderately below adequacy, as the exchange rate regime moved from stabilized to crawl-like in mid-2023 (i.e., in between fixed and floating). Despite the large current account surplus and robust FDI inflows, reserve accumulation remained slow amid increasing capital outflows and large errors and omissions, which increased from $19 billion in 2023 to $32 billion in 2024 (6.9% of GDP).",

    "reserves_adequacy": "FX reserves are projected to decline further to $79.3 billion in 2025 (2.2 months of imports) before stabilizing at $79.2 billion in 2026 (2.1 months of imports). Over the medium term, reserves are expected to gradually recover to $84.4 billion in 2027, $95.2 billion in 2028, $111.0 billion in 2029, and $126.9 billion in 2030, reaching 2.6 months of imports by 2030. The moderate reserve level (below adequacy in 2024-2026) reflects continued pressures from capital outflows, the interest rate differential with global rates, and the need to allow greater exchange rate flexibility. While Vietnam has some fiscal space to support growth, the room for further monetary easing is limited, and the constraint on FX reserves limits the ability to use intervention extensively. Building reserves is important to increase resilience against shocks, but must be balanced with allowing sufficient exchange rate flexibility to facilitate external adjustment.",

    "current_account_current": "The current account (CA) surplus remained broadly stable at 6.6% of GDP in 2024 (compared to 6.4% in 2023), reaching a historical high. In absolute terms, the CA surplus was $30.5 billion in 2024 ($27.6 billion in 2023). The trade surplus was $43.2 billion in 2024. Both merchandise export and import growth rebounded in 2024 led by electronics. The goods trade surplus narrowed slightly in 2024 as imports (notably those for re-exports) rebounded faster from a lower base due to the larger drop in 2023. However, the trade surplus remained high compared to historical levels, mainly reflecting more resilient exports against the large shocks during 2022-23 while import levels remained relatively constrained by weaker recovery in domestic demand. Services payments increased rapidly driven by transportation and travel services, leading to a widened services deficit of $10.1 billion. The lower trade surplus of goods and services was more than offset by a decline in the investment income deficit by $6.8 billion (to $15.7 billion), mainly due to lower FDI dividend payouts. Transfers remained positive at $13.0 billion.",

    "current_account_outlook": "The current account surplus is projected to narrow significantly to 4.0% of GDP in 2025 ($19.6 billion) following a sharp drop in export growth, then further narrow to 2.4% of GDP in 2026 ($12.4 billion). In the medium term, the CA surplus is expected to continue declining to 1.7% in 2027, 1.1% in 2028, 1.0% in 2029, and 0.8% in 2030. The narrowing reflects the impact of U.S. tariffs on exports (direct value-added embedded in exports to the U.S. is about 10% of GDP—one of the highest in Asia), subdued global demand, and gradual rebalancing of the growth model toward stronger domestic demand. Export growth is projected at 4.3% in 2025 and 1.0% in 2026, down sharply from 14.4% in 2024. Gains from trade reallocation are expected to be limited given greater scrutiny on goods' origins and continued uncertainty about global trade policies. Imports are projected to grow 5.9% in 2025 and 2.5% in 2026. Exports as a share of GDP are projected to decline from 88.3% in 2024 to 87.3% in 2025, 83.6% in 2026, and gradually to 79.8% by 2030. Policy efforts to boost domestic demand, especially public and private investment (by accelerating planned infrastructure projects and removing red tape), and strengthen social safety nets should help reduce the CA gap and support external adjustment.",

    "external_assessment": "Vietnam's external position in 2024 is assessed to be substantially stronger than warranted by fundamentals and desirable policies, but caution is needed given data shortcomings. Based on the CA model, the CA gap is estimated at 8.2% of GDP. The gap mainly reflects large unexplained factors (8.4% of GDP), while policy gaps contributed -0.2% of GDP. Specifically, the credit gap from relatively fast credit expansion (compared to the rest of the world) and FXI/capital control gap from FXI to contain exchange rate depreciation contributed -1.6% of GDP, partly offset by a positive fiscal policy gap of 1.4% of GDP from less expansionary fiscal policy. The large unexplained factors partly reflect data gaps in the BOP (the large errors and omissions of 6.9% of GDP in 2024) and structural factors not accounted for by the model, such as high labor informality and weak social safety nets that lead to precautionary savings. The CA model implies a REER gap with an undervaluation of -12.9%, while the EBA REER models indicate an overvaluation of 14.6-22.2%. Staff notes significant uncertainty surrounding the exchange rate assessment. The continued large external imbalances mainly reflect still high savings amid continued declines in investment. Gross national savings reached 37.2% of GDP in 2024 while gross investment was 30.6% of GDP. Weak social safety nets and weakened confidence from a series of large shocks during 2020-23 (COVID, real estate, and financial sector shocks) have likely contributed to high precautionary savings. On the other hand, investment, particularly non-FDI related investment, has been on a declining trend since 2022 amid large domestic and external shocks.",

    "trade_balance_goods": "The trade balance (goods) surplus was $43.2 billion in 2024. Exports f.o.b. reached $405.9 billion (88.3% of GDP) while imports f.o.b. were $362.7 billion (78.9% of GDP). Trade rebounded in 2024, likely reflecting export frontloading in anticipation of higher U.S. tariffs. Export growth was 14.4% in 2024 after a 4.6% contraction in 2023. Import growth rebounded to 16.7% in 2024 after a 9.2% contraction in 2023. Electronics exports have picked up in 2025. Vietnam's exports plus imports have averaged almost 170% of GDP in the last decade, with the U.S. and China as the largest trade partners. About 30% of Vietnam's total exports go to the U.S., and about 10% of Vietnam's total value-added is embedded in exports to the U.S.—a share significantly higher than the ASEAN average.",

    "trade_projections": "Exports are projected to reach $423.2 billion in 2025 (87.3% of GDP) and $427.5 billion in 2026 (83.6% of GDP), representing much slower growth of 4.3% in 2025 and 1.0% in 2026 due to the impact of higher U.S. tariffs and uncertain global trade policies. Imports are projected at $384.2 billion in 2025 (79.3% of GDP) and $393.9 billion in 2026 (77.1% of GDP), growing 5.9% and 2.5% respectively. The trade surplus is projected to narrow to $39.0 billion in 2025 and $33.6 billion in 2026. Higher U.S. tariffs (20% additional tariff from August 2025, with 40% on 'transshipment' goods) are expected to reduce near- and medium-term growth through several channels: trade (directly through U.S. trade and indirectly through global value chains), investment (including FDI), financial conditions, and lower global growth. The drag from each channel is amplified by heightened uncertainty. Gains from trade reallocation are expected to be limited given greater scrutiny on goods' origins. Medium-term projections show exports reaching $504.9 billion by 2030 (79.8% of GDP) and imports at $483.3 billion (76.3% of GDP).",

    "fdi_current": "Foreign direct investment (FDI) inflows remained resilient at $20.2 billion in 2024 (4.4% of GDP), up from $18.5 billion in 2023. FDI commitments and disbursements remained resilient, with commitments mainly driven by the manufacturing sector. Net direct investment inflows were $19.7 billion in 2024 after accounting for residents' direct investment abroad. FDI has been a crucial pillar in Vietnam's growth strategy over the last two decades, with FDI inflows averaging over 4% of GDP annually. The FDI sector accounts for almost 40% of firms' employment in 2022 and over 70% of exports in 2024. The economy has benefited from large FDI inflows that have supported integration into global value chains.",

    "fdi_outlook": "FDI inflows are projected at $20.6 billion in 2025 (4.2% of GDP) and $20.8 billion in 2026 (4.1% of GDP), remaining relatively stable. However, higher U.S. tariffs and resulting lower exports could reduce FDI and other financial inflows in the medium term. Trade policy uncertainty and potential tightening of rules of origin could impact business sentiment and FDI decisions. Weaker profitability and lower liquidity in the large exporting FDI sector could have negative spillovers to the economy and banking system. Despite these risks, Vietnam's open economy, participation in multiple free trade agreements (including the Regional Comprehensive Economic Partnership effective from January 2022), competitive labor costs, and improving business environment continue to attract FDI. Ongoing reforms to improve the business environment, reduce red tape, and address infrastructure deficits are important to sustain FDI inflows. Overcoming the dualism between more productive FDI firms and domestic sectors could help boost aggregate productivity through concerted efforts including promoting a level-playing field (e.g., logistics, land use, red tape, taxes), improving access to credit for domestic firms, and incentivizing FDI firms to enhance spillovers.",

    "capital_flows": "The financial account deficit widened to $7.9 billion in 2024 (1.7% of GDP) from a deficit of $2.8 billion in 2023. Portfolio investment outflows increased sizably to $5.7 billion in 2024 compared to previous years, especially in Q2 and Q4, largely owing to the broad-based strengthening of the U.S. dollar and the interest rate differential. Repayment of medium- and long-term debt continued to outweigh new external borrowing, resulting in a net outflow of $6.7 billion. Total external debt fell to 28.0% of GDP at end-2024 from 32.1% in 2023. Short-term capital outflows were $15.2 billion. Unrecorded capital outflows were likely substantial, as reflected in the large errors and omissions of $31.8 billion (6.9% of GDP) in 2024, given the continued lower domestic interest rates vis-à-vis the U.S. The overall balance of payments was negative at $9.2 billion in 2024, resulting in the decline in reserves.",

    "bop_outlook": "The financial account deficit is projected to widen further to $23.5 billion in 2025 (4.8% of GDP) and $12.5 billion in 2026 (2.4% of GDP), driven by continued portfolio outflows ($6.3 billion in 2025, $6.9 billion in 2026), debt repayment, and large projected short-term capital outflows ($34.7 billion in 2025, $23.2 billion in 2026). The projections incorporate a projection for negative errors and omissions going forward (i.e., unrecorded imports and short-term capital outflows). Net FDI inflows are expected to remain stable at around $20 billion annually. Medium- and long-term loans are projected to remain in deficit ($2.5 billion in 2025, $2.7 billion in 2026) as amortization continues to exceed new disbursements. External debt is projected to edge up to 29.1% of GDP in 2025 and 29.9% in 2026, then gradually increase to 31.1% by 2030 as new borrowing supports infrastructure development. The overall BOP balance is projected to remain in deficit at $3.8 billion in 2025 and nearly balanced in 2026.",

    "financial_sector_overview": "The banking system and corporate sector have started to recover from shocks in recent years, but vulnerabilities remain elevated. Banks experienced solid profits in 2024 and the on-balance-sheet non-performing loan (NPL) ratio declined from its peak of 5.9% in September 2023 to 5.3% in March 2025—despite remaining above the 2.3% level in 2022. Banks' capital adequacy ratios improved modestly to 10.4% for state-owned commercial banks (SOCBs) and 12.1% for private joint stock commercial banks, respectively, but remain below peers. The aggregate Capital Adequacy Ratio ranks among the bottom five out of 112 countries covered by IMF FSI data and is low relative to ASEAN peers (Cambodia 25%, Indonesia 26%, Malaysia 19%, Philippines 18%, Thailand 20%). Vietnamese banks generally apply Basel II standards, which have a less stringent definition of capital than Basel III. The loan-to-deposit ratio exceeds 100%, increasing banks' reliance on wholesale funding, and liquid assets accounted for only 7.8% of total assets as of June 2024. Corporate vulnerabilities remain high, as private debt is elevated and a significant share of corporate debt remains at risk, especially in the real estate sector. The stock of credit reached 136% of GDP in 2024, exceeding most emerging markets. Corporate bond issuances have continued to recover, with the majority being issued by banks, but risks remain from a large bulk of maturities coming due in 2025:H2 and the limited and interconnected investor base (mostly financial institutions).",

    "banking_sector_risks": "The economy's high exposure to global trade shocks highlights the urgency to bolster financial sector resilience. Banks could be affected by the trade shock through different channels, including direct exposure to exporters and the broader economic slowdown. Key risks include: (i) liquidity conditions could worsen, especially if financial conditions tighten significantly; (ii) increased volatility in FX could adversely impact banks with greater exposure, although in general banks' on-balance sheet FX exposures tend to be limited (though off-balance sheet exposures have increased significantly in some banks over the last two years); and (iii) tariff-induced financial stress in export-related sectors and SMEs could lead to higher NPLs and provisioning needs in banks. Given the risks and high uncertainty, priority actions include: increasing liquidity and capital buffers to better manage uncertainty; intensifying monitoring of banks, including through more robust and regular stress testing and an early warning framework; and ensuring that rapid credit growth (15% in 2024, 19% year-on-year in June 2025) does not lead to deterioration in asset quality. Banks are vulnerable to a deterioration in the economy given relatively low capital levels and high NPLs amidst rapid credit growth. Financial stress could emerge from tighter domestic financial conditions and high corporate indebtedness; in addition, fast-rising credit growth could lead to an increase in NPLs and dampen economic growth.",

    "financial_sector_reforms": "The financial turbulence in recent years and risks ahead underscore the importance of further strengthening crisis preparedness and enhancing risk management. Recent progress in resolving four small banks that failed a decade ago is welcome, but the long delays and costs to SBV emphasize the limits of the current legal and institutional framework. SBV's balance sheet has continued to expand, especially due to taking over Saigon Commercial Bank (SCB) in 2022, which could hamper its ability to manage other shocks and conduct monetary policy. It is important to press ahead with a restructuring plan for SCB and an overall strategy to reduce SBV's exposure. Key reforms should focus on: (i) establishing a formal financial stability function to improve inter-agency coordination with the Ministry of Finance (MoF); (ii) developing an emergency liquidity assistance framework and resolution financing mechanism aligned with international standards; (iii) ensuring the deposit insurance agency is well funded; (iv) requiring banks to prepare robust recovery plans; and (v) enhancing SBV's resolution tools and powers. The recently amended Law on Credit Institutions (LCI) reintroduced provisions to facilitate banks' seizing of NPL collateral, which is a positive step, but wider reforms to the insolvency regime are needed. The ongoing reform of the Bankruptcy Law is an opportunity to address shortcomings in creditor rights and insolvency system in line with good practices. It is important to press ahead with the roadmap to strengthen the macroprudential framework, which has significant gaps in the institutional mandate, systemic risk monitoring capacity, data collection, and capital and borrower-based tools. For example, SBV could boost bank capitalization by accelerating the introduction of the capital conservation buffer (planned for 2030-33). Despite some progress, further efforts to address weaknesses in the AML/CFT regime are urgently needed, including aligning the legal framework with the FATF standards (Vietnam has been in the FATF grey list since 2023). Finalizing the crypto asset regulatory framework and collecting data would help monitor developments and risks. Vietnam's crypto asset usage ranks among the highest globally (5th in 2024), with gross flows of on-chain crypto asset transactions amounting to $173 billion in 2024 (38% of GDP).",

    "npl_ratio": "The on-balance-sheet non-performing loan (NPL) ratio declined from its peak of 5.9% in September 2023 to 5.3% in March 2025 (still above the 2.3% level in 2022). When including restructured loans and loans transferred to the Vietnam Asset Management Company (VAMC), the impaired assets ratio was approximately 8-9% of total loans in 2024. Reported NPLs were 5.4% of total loans in Q2 2024 (excluding restructured and VAMC loans). NPLs at VAMC and restructured loans add another 2-3 percentage points. The corporate sector debt-at-risk remains significant, with a notable share of firms having Interest Coverage Ratio (ICR) below 1, especially in the real estate sector.",

    "capital_adequacy": "Banks' capital adequacy ratios improved modestly but remain weak. As of Q2 2024, the Regulatory Capital to Risk-Weighted Assets ratio was 11.9% for the system, with public banks (SOCBs) at 10.4% and private banks (Joint Stock Commercial Banks) at 12.1%. Regulatory Tier 1 Capital to Risk-Weighted Assets stood at 10.6%. These levels remain below those of peer economies in the region (Cambodia 25%, Indonesia 26%, Malaysia 19%, Philippines 18%, Thailand 20%). Vietnamese banks generally apply Basel II standards, which have a less stringent definition of capital than Basel III, thereby offering less shock absorption capacity. The relatively thin capital buffers make the banking system more vulnerable to adverse shocks. The Non-performing Loans Net of Provisions to Capital ratio stood at 13.9% in Q2 2024, indicating that NPLs net of provisions consumed a substantial portion of bank capital.",

    "profitability_liquidity": "Bank profitability remained relatively stable in 2024 for Joint Stock Commercial Banks (JSCBs), with Return on Assets (ROA) at 1.5% and Return on Equity (ROE) at 19.6% in Q2 2024 (recovery from -1.0% ROA and -20.1% ROE in 2023 which reflected the financial sector turmoil). SOCB profitability decreased in 2024. Interest margin to gross income was 68.5% in Q2 2024, while non-interest expenses to gross income stood at 43.8%. Liquidity remains tight as lending continues to grow faster than deposits. The loan-to-deposit ratio exceeds 100%, increasing banks' reliance on wholesale funding. Credit/deposits ratio (total) reached 96.4% in 2024, with the dong credit/deposits ratio at 99.5%. Liquid assets accounted for only 7.8% of total assets as of June 2024, down from 11.3% in 2020. Deposit rates have risen since early 2024 amid bank liquidity pressures, while lending rates continued to fall, squeezing banks' profit margins. While trade and construction credit decelerated in 2024, other credit (including real estate) more than compensated, leading to overall credit growth of 15% in 2024.",

    "structural_challenges": "Achieving Vietnam's development agenda will require changes to the growth model amid new challenges, and significant structural reforms over the medium term. Vietnam aims to reach high-income status by 2045. Such an ambitious goal is challenged by fast-evolving global trade policies, population aging, and climate change. The authorities have announced a broad reform agenda towards reinvigorating the growth model. The design and implementation of reforms will be critical to deliver the desired growth dividends. Key priorities include: (i) Overcoming structural gaps relative to more developed economies over the next decades, including in economic governance, human development, and business and labor market regulation—reflecting inefficiencies in labor, capital, and product markets; (ii) Scaling up high-quality investment in key areas, including transportation, energy, and digital infrastructure. Higher public investment, enhanced social safety nets, and an improved business environment would help boost the domestic economy and reduce external imbalances and vulnerabilities; (iii) Further diversifying export markets, including through deeper regional integration. Labor productivity in 2019 was about one-fourth of Malaysia's, one-third of Thailand's, and half of Indonesia's. The incremental capital output ratio (ICOR) of 6.13 in 2018 was higher than Cambodia (3.30) and Thailand (1.87). Total factor productivity (TFP) has been on a downward trend since 2015 and lags regional peers. This reflects several inefficiencies, but also limited spillovers from relatively more productive FDI firms. Overcoming dualism between FDI and domestic sectors could help boost aggregate productivity. Skill mismatches hinder labor productivity growth, with high labor market churning, lack of vocational skills, and high informality. Active labor market policies are needed. Vietnam's private firms' borrowing cost premium (relative to government's borrowing costs) is significantly higher than peers, reflecting distortions in the domestic sovereign debt market. Credit and resource misallocations are sizeable: real estate and construction sectors have had significantly higher debt relative to revenue than other sectors despite more sluggish productivity growth.",

    "infrastructure_needs": "Infrastructure deficits are undermining competitiveness. Despite significant investment, the road network consists predominantly of unpaved, narrow, and local road sections. Only 65% of Vietnam's total road network is paved, compared to over 77% in Thailand or Malaysia. Current expenditure for road maintenance meets only 44% of minimum annual requirements. As a result, more than 65% of national roads are not regularly maintained. Underdeveloped infrastructure and weak multimodal links have increased Vietnam's logistics costs to 18.0% of GDP in 2017, much higher than Thailand's 8.5%, undermining economic competitiveness. Only about 15% of wastewater generated in urban areas is collected by centralized systems. Municipal solid waste generation is increasing rapidly. According to the National Master Plan 2021-2030 (with vision to 2050), the country aims to significantly upgrade its transport and energy systems, including expanding the national expressway network from approximately 1,000 km currently to 5,000 km by 2030. The plan foresees the construction of more than 3,000 km of new expressways in the period to 2030 alone, along with upgrades to railways, airports, and major seaports. The Directorate for Roads estimates that Vietnam requires about $43-65 billion by 2030 to expand road, rail, inland waterway, seaport, and airport infrastructure. Global Infrastructure Hub estimates Vietnam requires about $25-30 billion annually in infrastructure investment to sustain growth, but public resources currently cover only $15-18 billion, leaving a financing gap of approximately $10-15 billion each year.",

    "climate_vulnerability": "Vietnam was the sixth country in the world most affected by climate variability and extreme weather events in 1999-2018. It is also one of the world's economies most vulnerable to sea level rise. A 1-meter sea level rise could damage more than 4% of the rail system, 9% of the national highway system, and 12% of the provincial road system. Parts of the Mekong Delta subregion are projected to be submerged by 2050. Climate change is exacerbating the frequency and intensity of natural hazards, including storms, floods, and droughts. Climate vulnerability affects more than 74% of the population, especially the poor who lack resilience to shocks. The Mekong Delta produces more than 50% of the country's rice, 70% of aquaculture, and over 90% of rice exports, while supporting the livelihoods of over 17 million people. According to the World Bank's Vietnam Country Climate and Development Report (2022), more than 60% of the Delta is at risk of submergence by 2050, which would significantly reduce food production, force population displacement, and disrupt national exports. Urban areas face increasing heat stress and flooding. Rapid urbanization in cities like Ho Chi Minh City has outpaced drainage and infrastructure resilience, leaving millions exposed to chronic waterlogging and extreme temperatures. Without significant adaptation efforts, Vietnam's climate risks could reduce GDP by up to 3.2% per year by 2050, with the greatest losses occurring in vulnerable coastal and urban areas. By 2100, climate change could severely impact more than 12% of the population and reduce growth by 10%. The combined costs of adaptation and decarbonization could reach 6.8% of GDP annually until 2040. In the Mekong Delta alone, strengthening embankments and retrofitting water infrastructure to manage salinity and flood levels will require multi-billion-dollar investments over the coming decades.",

    "energy_transition": "Vietnam is facing twin challenges of meeting rapid energy demand growth with simultaneous decarbonization. Energy demand has been continuously growing at a higher rate than economic growth. Power demand growth was 10.3-11.3% per year in 2016-2020 and is projected to grow by 8.0-8.5% per year in 2021-2030 according to Vietnam Electricity Corporation. To meet fast-rising energy demand, Vietnam has relied on fossil fuels. Carbon dioxide (CO2) emissions have increased at a rapid rate of 7.9% annually, faster than the real GDP rate (6.5-7.0% annually). As a result, Vietnam's carbon intensity (CO2 emissions per unit of GDP) is higher than that of other ASEAN countries, and fossil CO2 emissions in Vietnam in 2019 were the highest in ASEAN. At the UN Climate Change Conference in Glasgow in 2021, Vietnam pledged to achieve net zero carbon emissions by 2050. In its updated nationally determined contributions in September 2020, Vietnam committed to reducing greenhouse gas emissions by 9% compared to business-as-usual by 2030 with domestic resources, and 27% with international support. Vietnam's net zero carbon emissions commitment requires redesigning the strategy for power sector development, including a transition from coal-fired power generation to more environmentally friendly sources of energy. The new Power Development Plan envisions a doubling of power production with renewables accounting for about a third of total capacity by 2030. The government is considering the use of carbon pricing instruments and an emissions trading system (ETS), with a pilot planned for 2025 and full implementation by 2029. The updated National Adaptation Plan 2021-23 with Vision to 2050 (issued November 2024) aims to enhance resilience and adaptation and integrate climate change response measures into national strategies and planning.",

    "poverty_inequality": "Poverty reduction has been impressive, with the population below the poverty line (at $1.9 per day in 2011 PPP) decreasing to 6.7% in 2018 from 9.8% in 2016. Vietnam's multidimensional poverty is targeted to be reduced by 1.00-1.50% per year in 2023-2026. However, poverty remains significant in remote areas and among ethnic minorities. Gender inequality persists across several domains: women-owned businesses account for about one-third of total enterprises; they have poorer access to bank loans; only 73% of women participate in the total workforce compared with 83% of men; and a gender gap remains in terms of salaries. Women and ethnic minority groups are particularly disadvantaged by more limited earnings and weaker worker protection in agriculture production because of their higher representation in the sector. The unemployment rate was 2.2% in 2024 but increased to 3.98% at the peak of COVID-19 in Q3 2021. About 16.9 million people aged 15 and above were still adversely affected in Q1 2022, of which 0.9 million lost their jobs, 5.1 million suspended their businesses, and 5.7 million had to reduce working hours. The labor market has not fully recovered. Female labor force participation stood at 35.3% in Turkey (for comparison), significantly below male participation.",

    "social_protection": "Inadequate social protection and healthcare hinder the social inclusiveness of growth. Although social protection has made some progress, its coverage remains limited. Compulsory social insurance covers about 33% of the formal sector. A high level of informality in the economy has resulted in a significant number of the workforce with unsecured social benefits. Voluntary social insurance covers only 1% of the informal sector. Vietnam will become an aged economy by 2035 (the share of population older than 65 years will rise from 6.7% in 2015 to 14.4% in 2035), placing an additional burden on social protection, especially pension funds. These factors lower Vietnam's productivity and impede its competitiveness, as well as diminish the social inclusiveness of growth. The COVID-19 pandemic revealed weaknesses in local health systems, and thus the need for further capacity development and modernized equipment and facilities in provincial centers for disease control. Expanding social protection coverage and healthcare are critical for Vietnam to achieve sustainable and inclusive growth. The amended Social Insurance Law (2024) is a welcome step towards enhancing coverage and adequacy of social insurance—aiming to achieve contributor coverage of 60% of the labor force and beneficiary coverage of 60% of the elderly population by 2030. In 2019, 89% of the population in rural areas had clean water supply compared with 83% in 2016. The population with improved sanitation facilities increased to 90% in 2018 from 83% in 2016, while 100% of the urban population and 98% of the rural population had access to electricity in 2018.",

    "institutional_reform": "The authorities initiated an institutional restructuring plan to streamline the organizational apparatus and improve government efficiency. The plan entails significant reductions in the number of committees, ministries, and provinces. The district-level administrative layer is being abolished in a move to a two-tier system (provinces and communes). Implementation targets a reduction in headcount of 20%, which could amount to at least 100,000-200,000 employees over 5 years (with additional cuts expected across districts and communes). Before the reform, there were 18 ministries, 4 ministerial agencies, 8 government agencies, 63 provinces, 686 districts, and 10,035 communes. From March 1, 2025, the structure comprises 14 ministries, 3 ministerial agencies, 5 government agencies, and eventually 34 provinces with 2,595 communes (full implementation by August 2025). The government offered early retirement packages, estimated to cost 1% of GDP during 2025-26, though most frontloaded in 2025. The savings from a lower wage bill are estimated at 0.9% of GDP annually. The government expects the restructuring to reduce administration costs by 30% and ultimately improve the business environment and boost investment. The institutional reforms also provide an opportunity to improve preventive anti-corruption institutions and economic governance, including across key agencies, regulators and judicial bodies, and promote a qualified and professional public sector workforce.",

    "governance_business_environment": "Governance has been significantly improved but further reforms are needed. Public service delivery and the 'doing business' environment have become more efficient, but important constraints to private business activity and foreign investment remain. The acquisition of publicly listed firms by foreign investors is still subject to an equity ownership limit of 49% in many sectors, and the SOE reform process has been slow. According to the Ministry of Finance, as many as 183 enterprises were approved for equitization from 2016 to June 2021 but only 39 of them were equitized. Provincial public administration procedures, accountability, and transparency indicators declined in 2019-2021, partially because of the COVID-19 pandemic. Complex land acquisition, public finance, and public procurement procedures remain major constraints to increasing investment in infrastructure and business development. Vietnam was ranked 67th out of 141 economies in 2019 (an improvement from 77th in 2018) in creating an enabling business environment. The authorities have improved the consistency of laws and regulations. Recent legal changes allow laws to just set frameworks and can be amended frequently and faster. The securities law and other related securities rules were amended in late 2024 to strengthen investor protection and public disclosure. Simple and clearer rules and regulations are needed to help reduce legal uncertainty and allow swifter decision-making by public officials.",

    "key_risks": "Downside risks dominate in both the near and medium term. Key risks include: (1) High trade policy and investment shocks: Higher tariffs or sanctions could reduce external trade, disrupt FDI and supply chains, and trigger further U.S. dollar appreciation, tighter financial conditions, capital outflows, and exchange rate pressures. Vietnam is highly exposed to the U.S. through exports. (2) Tighter financial conditions and systemic instability: Higher-for-longer interest rates and term premia amid looser financial regulation could trigger asset repricing, market dislocations, weak bank and NBFI distress, and further U.S. dollar appreciation, which widens global imbalances, worsens debt affordability, and increases capital outflows. (3) Regional conflicts: Intensification of conflicts or terrorism could disrupt trade in energy and food, tourism, supply chains, remittances, FDI and financial flows, and payment systems. Commodity price volatility from supply and demand shocks could increase price volatility and external pressures. (4) Deepening geoeconomic fragmentation: Persistent conflicts, inward-oriented policies, protectionism, weaker international cooperation, and fracturing technological systems could lead to higher input costs, hinder green transition, and lower trade and potential growth. While Vietnam may benefit from trade diversion, the country is vulnerable due to its trade- and FDI-based growth model. (5) Distress among real estate developers, weak banks, and the corporate bond market: Underlying risks remain and could re-intensify if growth slows sharply, amplifying the impact on banks. Concerns over asset quality at weak banks could lead to liquidity squeezes, reduced economic activity, and tighter financial conditions as credit risks increase. (6) Debt overhang and liquidity constraints: Corporates and households could deplete buffers, propagating balance sheet stress, leading to slower growth and increased financial stability risks. (7) Climate change: Vietnam is amongst the most vulnerable yet least ready/able to adapt. By 2100, climate change could severely impact more than 12% of the population and reduce growth by 10%. On the upside, economic growth could be higher due to early payoffs from efforts to diversify trade and confidence effects from the announced reform program, or if there is an easing of global trade tensions.",

    "policy_recommendations": "The IMF staff appraisal emphasizes that: (1) Policies will need to maintain economic resilience against these challenges and promote reforms to sustain robust and stable medium-term growth. (2) The policy mix will need to remain flexible to respond to fast-evolving and complex economic conditions and risks. It is important to closely monitor incipient inflation pressures given still buoyant economic activity and credit growth. (3) If growth slows down significantly due to external shock, fiscal policy should take the lead in supporting economic activity as there is very limited room to ease monetary policy—given already low policy rates and risk of increasing FX and inflationary pressures. (4) Allowing greater exchange rate flexibility would be critical to help the economy adjust. (5) Accelerating the modernization of the monetary policy framework is urgent. (6) Fiscal policy has space to help cushion the effects of a more adverse shock. The large, temporary fiscal stimulus in 2025 is already supporting economic growth amidst high uncertainty. Given downside risks, fiscal policy could provide further support to mitigate potential negative external shocks if needed, starting by accelerating implementation of public investment and strengthening social safety nets—while keeping some powder dry for a larger stimulus in case of a severe downside scenario. (7) Bolstering financial sector resilience remains a priority. The priority should be building banks' liquidity and capital buffers. Intensifying monitoring of banks, including through more robust and regular stress testing and an early warning framework, would help better manage and contain risks. (8) The authorities have announced a broad reform agenda towards achieving their ambitious development goals; implementation will be critical for success. It will be important to prioritize actions to improve productivity, upgrade key infrastructure, and boost domestic demand. (9) A sound macro-fiscal strategy is crucial for reaping the growth dividends from planned large public investments. Improving public infrastructure can help boost medium-term growth, but will demand careful strategy to tackle implementation challenges, including ensuring fiscal, price, and financial stability.",

    "data_issues": "Vietnam's rapid economic transformation is outpacing the development of robust economic statistics necessary for effective policymaking, managing risks, and communication with stakeholders. The large errors and omissions in the BOP (6.9% of GDP in 2024), the lack of international investment positions (IIP), and weaknesses in monetary and financial statistics prevent more in-depth diagnostics of external and financial risks. Weaknesses in fiscal data also constrain the ability to monitor and evaluate the effects of policies and reforms and estimate GDP (e.g., lack of public wage index). There are also long delays in some data publications (e.g., fiscal and FSIs), which undermine timely assessment of the fiscal stance and financial sector health. Addressing data weaknesses will take time and require overcoming legal constraints, institutional resistance, and investing in capacity. The large increase in Vietnam's errors and omissions may be partly related to the rise in unrecorded crypto transactions, with gross flows of on-chain crypto asset transactions amounting to $173 billion in 2024 (38% of GDP). A phased approach of recording crypto assets transactions in the BOP could involve establishing a well-defined framework for data collection. Significant progress could be accelerated by: (1) enhanced institutional coordination and data sharing practices; (2) producing data with greater granularity, broader coverage, and timeliness; (3) eliminating data inconsistencies; (4) leveraging data sources across agencies (e.g., monetary statistics, tax data); and (5) preparing surveys and improvements to the data collection systems. The authorities recognized the importance of accelerating efforts to enhance the quality of macroeconomic statistics. The rebasing of national accounts is scheduled for completion in 2026. Plans exist to update the Budget Law to better support collection and compilation of GFS and revise Decree 16 on management of Vietnam's BOP."
  },

  "EBRD_Country_Strategy": {
    "source_name": "ADB Country Partnership Strategy: Vietnam, 2023-2026—Fostering Inclusive, Green, and Private Sector-Led Growth",
    "publication_date": "August 2022",
    "strategy_period": "2023-2026",

    "strategic_priorities_overview": "The ADB Country Partnership Strategy for Vietnam, 2023-2026 supports Vietnam in fostering inclusive, green, and private sector-led growth and building the foundation for achieving the goal of becoming an upper middle-income country (UMIC) by 2030. The strategy has two main pillars: (1) Supporting Vietnam's transition to a green economy, and (2) Harnessing the private sector and promoting social equity. The strategy is supported by four crosscutting priorities: gender equality, governance, digital transformation, and regional cooperation and integration (RCI). Vietnam's aspirations for 2021-2030 and far-reaching changes have altered its development financing needs and resulted in additional policy reforms, including ODA regulatory reforms. The CPS is designed to reposition ADB to respond effectively to Vietnam's changing context by leveraging the full suite of its finance and knowledge instruments. The CPS aligns with Vietnam's Socio-Economic Development Strategy (SEDS) 2021-2030, Socio-Economic Development Plan (SEDP) 2021-2025, and the post-pandemic Economic Recovery and Development Programme 2022-2023. It supports the Sustainable Development Goals (SDGs) and ADB's Strategy 2030 and its operational priorities. Within one generation, Vietnam has undergone a triple transformation: from (i) centrally planned to market-oriented economy, (ii) import substitution and closed economy to export-driven and open economy, and (iii) one of the world's poorest countries to a lower middle-income country. To build on this progress, the Government set a goal of reaching UMIC status by 2030 and becoming a high-income country by 2045.",

    "priority_1": "Transitioning to a Green Economy (Strategic Cluster 1): This pillar aims to support Vietnam in adopting a holistic approach to transitioning to a green economy, aligned with the goals of the Paris Agreement, while expanding its response in addressing climate change risks and impacts. It includes three key outcomes: (1) Green (low-carbon) recovery and economy supported: ADB will help transform the economy (production and consumption) toward more energy-efficient and greener growth. Through policy and knowledge support, ADB will assist Vietnam to review its policy framework to operationalize the net zero carbon emissions commitment by 2050 and develop a national action plan for implementing a circular economy. Nonsovereign financing will support renewable energy; with sovereign and nonsovereign financing supporting energy saving technologies, urban waste treatment, wastewater treatment, and drainage. ADB will explore financing for low-carbon transport such as metro lines and electric vehicles. Advisory services will help prepare sustainable and bankable green economy projects. Sovereign lending for sustainable tourism will promote green jobs. ADB will support Vietnam's use of carbon pricing instruments and development of domestic, bilateral, and international carbon markets. ADB will expand support to explore potential measures for implementation of the Energy Transition Mechanism (ETM), building on work in Indonesia and Philippines. (2) Climate and disaster resilience: ADB will develop a series of provincial and multisector projects to support agriculture, rural connectivity, and poverty reduction for ethnic minorities. Sovereign support will be prioritized for climate-resilient infrastructure, irrigation systems, and sustainable ecosystems in the Mekong River and Red River regions. ADB will seek opportunities in coastal protection and climate adaptation transport connectivity projects outlined in the government's Mekong Delta regional master plan. Nonsovereign opportunities will support sustainable aquaculture, livestock, food retail, horticulture, food safety and quality, and environmentally friendly food processing. Sovereign financing will strengthen climate resilience of rural and urban infrastructure, including anti-erosion embankments, climate-sensitive water supply, and flood management in the northern midland and mountainous region, central region, and central highlands. It will cover risk-informed urban planning, smart city development, structural and ecosystem-based adaptation methods, and early storm warning systems. ADB will provide knowledge support to strengthen national and provincial capacity to plan, implement, monitor, and evaluate disaster risk management activities effectively. ADB's contingent disaster financing can support post-disaster recovery and reconstruction. (3) Green finance mobilization: ADB will support Vietnam in exploring innovative modalities for green finance, including potential issuance of green bonds, and possible establishment of a green finance facility to catalyze investments in green infrastructure projects. ADB will work to strengthen Vietnam's access to available global and regional green financing facilities, including the Green Climate Fund, the ADB-managed ASEAN Catalytic Green Finance Facility, and the ASEAN Green Recovery Platform, which aims to mobilize $7 billion in green infrastructure projects in Southeast Asia for 2019-2030.",

    "priority_2": "Harnessing the Private Sector and Promoting Social Equity (Strategic Cluster 2): This pillar focuses on two key outcomes: (1) Private sector-led growth: ADB will support SOE reforms via combined nonsovereign loans and targeted TA support for SOE-led infrastructure, which will include reform measures through loan covenants. ADB will address SOE reform via a strategic partnership with Vietnam Oil and Gas Group's green energy transition strategy with knowledge support, transaction advisory, and nonsovereign lending. ADB will support the SME reform process through knowledge and policy support for the Ministry of Planning and Investment in piloting green production and business. ADB's extensive Trade Finance Program supports private sector integration with global value chains, and supply chain finance products will be introduced via local partner banks by TA. ADB will provide TA to help operationalize the new PPP Law by: (i) helping prepare relevant decrees and circulars for the PPP Law; (ii) identifying champions and improving capacity of relevant ministries in PPP transactions; and (iii) supporting priority sectors and provinces to develop PPP pipelines in urban and water, health care and education, and low-carbon infrastructure. ADB will support financial market development, particularly the corporate bond market, by strengthening credit rating agencies and exploring innovative modalities for green finance. ADB will partner with experienced fund managers investing in sectors aligned with ADB's priorities such as healthcare, education, and financial services. ADB will provide TA to help with implementation of the Law on Support for Small- and Medium-sized Enterprises and implementing regulatory reforms that will facilitate formalization of the informal sector to increase the number of medium-sized enterprises. (2) Social equity: In addition to support for poverty reduction and gender equality, ADB's support for social equity will center on expanding public service delivery such as access to finance, social protection, higher education, skills development, and healthcare. It will provide knowledge support for financial technology for greater financial inclusion. Nonsovereign financial intermediary loans, coupled with grant and TA from the ADB Women Entrepreneurs Finance Initiative, will increase access to finance for women-owned businesses. ADB will prioritize knowledge support to strengthen public financial management, including tax reforms, to help sustain government spending and investment for social protection. ADB will assist Vietnam in responding to future pandemics in areas such as worker training, developing risk communication materials, enhancing regional platforms for data sharing, and improving emergency response mechanisms. Sovereign, nonsovereign, and knowledge solutions will be explored to support skills development, tertiary education, and national health system improvement, including improved services for older persons and disadvantaged groups.",

    "priority_3": "Gender Equality (Crosscutting Theme): ADB projects will aim to contribute to increased incomes and reducing the time burden of unpaid work for women. In support for national target programs, ADB will ensure that capacity development programs for district and commune staff include gender mainstreaming components and promote human resources policies to encourage female staff participation in decision-making and technical roles. Sovereign and nonsovereign investments in water and urban development will help ensure women's greater access to water supply in small and medium-sized cities. ADB will commit to increasing the access to, participation in, and benefits from sanitation projects for poor and vulnerable households and disadvantaged groups. ADB will strengthen capacity of provincial, city, and local officials in universal urban design to ensure better integration of gender-responsive and socially inclusive design features in infrastructure investments. Gender equality will also be promoted in green financing, disaster risk management, tourism, digital transformation, and water and urban development. During 2016-2021, 16 out of 63 provinces had more than 30% women's representation in the provincial Peoples' Councils, and more than 27% in the National Assembly, which was higher than the average level in Asia and the world.",

    "priority_4": "Governance (Crosscutting Theme): ADB will support Vietnam in two key governance areas: (1) Public financial management: ADB will (a) strengthen the revenue forecasting capacity and revenue budgeting of provinces; (b) help identify relevant revisions to the framework for expenditure assignments across government agencies; (c) support tax reform to strengthen domestic resource mobilization; (d) improve operation and maintenance expenditure budgeting for capital projects; (e) support the implementation of public investment management activities on policies and procedures; and (f) strengthen the capacity of the State Audit Office as the leading agency to monitor the quality of audit undertaken by external auditors for public sector projects. (2) Procurement: ADB will (a) collaborate with the Public Procurement Agency and the World Bank to conduct a comprehensive assessment of Vietnam's public procurement system using the Methodology for Assessing Procurement Systems, which will provide support to ongoing government initiatives in public procurement reform and a road map for developing a dependable public procurement system; (b) help strengthen the capacity of executing and implementing agencies in the execution of project procurement with ADB's New Procurement Framework; and (c) support the development of a new e-procurement system for contracts under ADB-financed projects.",

    "flagship_projects_summary": "ADB's sovereign lending will prioritize investments that support the key thematic outcomes across five main sectors: (1) Agriculture and rural development: Provincial and multisector projects to support agriculture, rural connectivity, and poverty reduction for ethnic minorities; climate-resilient infrastructure, irrigation systems, and sustainable ecosystems in the Mekong River and Red River regions; coastal protection and climate adaptation transport connectivity; strengthening food security. (2) Water and urban services: Climate-resilient rural and urban infrastructure including anti-erosion embankments, climate-sensitive water supply, and flood management; risk-informed urban planning and smart city development; urban waste treatment, wastewater treatment, and drainage. Ho Chi Minh City Wastewater and Drainage System Improvement is a key project. (3) Transport: Strengthening multimodal linkages such as airports, expressway links, highways, intercity railways, and railway lines; low-carbon transport such as metro lines and electric vehicles; climate adaptation transport connectivity. (4) Health and social protection: Improving health services and social protection; responding to future pandemics; enhancing regional platforms for data sharing and emergency response mechanisms; improving services for older persons and disadvantaged groups. (5) Education: Supporting skills development and tertiary education; worker training. Energy and finance sectors will receive technical assistance and nonsovereign support, but with uncertain ADB involvement through sovereign lending. ADB will continue working with authorities on the Energy Transition Mechanism (ETM) for which technical assistance, knowledge support and nonsovereign support may be provided. Compared with the previous CPS 2016-2020 which covered seven sectors, ADB sovereign operations will primarily focus on these five sectors during the new CPS period. The ongoing portfolio as of end-2021 totals $4,123 million in sovereign operations (34 projects), $224 million in nonsovereign operations (7 projects), and $123 million in TA (29 TA projects) supporting Strategic Cluster 1. For Strategic Cluster 2, the ongoing portfolio totals $3,437 million in sovereign operations (30 projects), $390 million in nonsovereign operations (8 projects), and $100 million in TA (26 TA projects).",

    "flagship_1_name": "Transitioning to Green Economy and Climate Resilience Initiative",

    "flagship_1_description": "This initiative encompasses ADB's comprehensive support for Vietnam's transition to a green, low-carbon economy aligned with its net zero emissions commitment by 2050. Key components include: (1) Policy and knowledge support to operationalize the zero carbon emissions commitment and develop a national action plan for circular economy implementation. (2) Renewable energy development through nonsovereign financing. (3) Energy efficiency improvements in power consumption, transmission, and distribution through sovereign and nonsovereign financing. (4) Low-carbon transport development including metro lines and electric vehicles. (5) Urban environmental infrastructure: waste treatment, wastewater treatment, and drainage systems. (6) Climate-resilient infrastructure in agriculture, rural areas, and urban centers. (7) Sustainable ecosystems management in the Mekong River and Red River regions. (8) Coastal protection and climate adaptation projects. (9) Climate-resilient irrigation systems. (10) Early storm warning systems and disaster risk management capacity building. (11) Carbon pricing instruments and carbon market development support. (12) Energy Transition Mechanism (ETM) exploration and implementation. (13) Green finance mobilization including green bonds and a green finance facility. (14) Access to global and regional green financing facilities (Green Climate Fund, ASEAN Catalytic Green Finance Facility, ASEAN Green Recovery Platform targeting $7 billion for Southeast Asia 2019-2030). The initiative addresses Vietnam's critical vulnerabilities: the country was the sixth most affected by climate variability and extreme weather events globally in 1999-2018; parts of the Mekong Delta are projected to be submerged by 2050; more than 74% of the population is affected by climate vulnerability. Vietnam faces twin challenges of meeting rapid energy demand growth (projected 8.0-8.5% per year in 2021-2030) while decarbonizing. CO2 emissions have increased at 7.9% annually, faster than GDP growth, making Vietnam's carbon intensity and fossil CO2 emissions the highest in ASEAN. The initiative supports Vietnam's nationally determined contributions to reduce greenhouse gas emissions by 9% (domestic resources) or 27% (with international support) compared to business-as-usual by 2030.",

    "flagship_1_capex": "Not specified in aggregate, but global and regional financing targets include: ASEAN Catalytic Green Finance Facility and ASEAN Green Recovery Platform aiming to mobilize $7 billion in green infrastructure projects in Southeast Asia for 2019-2030. The World Bank's Vietnam Country Climate and Development Report (2022) estimates that combined costs of adaptation and decarbonization could reach 6.8% of GDP annually until 2040. Vietnam requires significant climate finance mobilization given the scale of the energy transition, infrastructure climate-proofing needs, and adaptation requirements across the Mekong Delta, coastal areas, and urban centers.",

    "flagship_1_revenue": "The initiative is primarily focused on building climate resilience and enabling green economy transformation rather than generating direct commercial revenues. However, components such as renewable energy projects and energy efficiency improvements are expected to generate revenues through power sales and reduced energy costs. Green bonds and the green finance facility would mobilize additional capital for green infrastructure projects. Carbon market participation could generate carbon credit revenues. Sustainable tourism development would create green jobs and tourism revenues. The initiative aims to avoid future economic losses from climate change, which without adaptation could reduce Vietnam's GDP by up to 3.2% per year by 2050, with the greatest losses in vulnerable coastal and urban areas.",

    "flagship_1_government_support": "The government has demonstrated strong commitment through: (1) Net zero carbon emissions pledge by 2050 at the UN Climate Change Conference in Glasgow (2021). (2) Updated nationally determined contributions (NDC) in September 2020 committing to reduce greenhouse gas emissions by 9% compared to business-as-usual by 2030 with domestic resources, and 27% with international support. (3) National Master Plan 2021-2030 (with vision to 2050) identifying infrastructure as a central pillar for sustainable urbanization and regional integration. (4) New Power Development Plan envisioning doubling of power production with renewables accounting for about one-third of total capacity by 2030. (5) Development of emissions trading system (ETS) with pilot planned for 2025 and full implementation by 2029. (6) Updated National Adaptation Plan 2021-23 with Vision to 2050 (issued November 2024) to enhance resilience and adaptation. (7) Mekong Delta regional master plan outlining coastal protection and climate adaptation priorities. (8) National Green Growth Strategy for 2021-2030 and Vision toward 2050. (9) National Target Program for Ethnic Minorities for 2021-2025 with Vision to 2045 promoting economic development while addressing climate vulnerabilities. (10) ADB support aligns with the Socio-Economic Development Strategy (SEDS) 2021-2030, Socio-Economic Development Plan (SEDP) 2021-2025, and Economic Recovery and Development Programme 2022-2023 (totaling $15 billion, about 3% of GDP). The government's commitment to green economy is reflected in the SEDP 2021-2025 which prioritizes development of a circular economy as an important measure to achieve greener growth.",

    "flagship_2_name": "Private Sector Development and Financial Market Strengthening",

    "flagship_2_description": "This flagship focuses on harnessing Vietnam's private sector to drive economic growth and developing robust financial markets to support sustainable financing. Key components include: (1) SOE Reform: Combined nonsovereign loans and targeted TA support for SOE-led infrastructure with reform measures through loan covenants; strategic partnership with Vietnam Oil and Gas Group for green energy transition with knowledge support, transaction advisory, and nonsovereign lending. (2) SME Development: Knowledge and policy support for the Ministry of Planning and Investment to pilot green production and business; TA to help implement the Law on Support for Small- and Medium-sized Enterprises; regulatory reforms to facilitate formalization of the informal sector and increase the number of medium-sized enterprises. (3) PPP Framework Implementation: TA to operationalize the new PPP Law (effective March 29, 2021, amended November 2024) by preparing relevant decrees and circulars; identifying champions and improving capacity of relevant ministries in PPP transactions; supporting priority sectors and provinces to develop PPP pipelines in urban and water, health care and education, and low-carbon infrastructure. (4) Financial Market Development: Strengthening credit rating agencies and corporate bond market development; exploring innovative modalities for green finance including green bonds; partnering with experienced fund managers investing in healthcare, education, and financial services sectors. (5) Trade Finance: Extensive Trade Finance Program supporting private sector integration with global value chains; introduction of supply chain finance products via local partner banks through TA. (6) Access to Finance for Women: Nonsovereign financial intermediary loans coupled with grant and TA from the ADB Women Entrepreneurs Finance Initiative to increase access to finance for women-owned businesses. (7) Financial Technology: Knowledge support for fintech to promote greater financial inclusion. This flagship addresses critical constraints: Vietnam's private sector is predominantly represented by household businesses and micro and small enterprises, with a shortage of medium-sized and large domestic corporations. Regulatory barriers, slow SOE reform, absence of R&D capacity, and lack of access to finance, land, and skilled labor have hampered private sector development. Labor productivity in 2019 was about one-fourth of Malaysia's, one-third of Thailand's, half of Indonesia's. The ICOR of 6.13 in 2018 was higher than Cambodia (3.30) and Thailand (1.87). Financial markets remain underdeveloped: the banking sector dominates with credit-to-GDP at 140% (one of the highest globally); the corporate bond market is growing quickly but from a low base with heightened risks; domestic credit rating agencies are nascent; microfinance is underdeveloped; the stock market remains a frontier market due to limited openness to foreign investors; the insurance market is small (less than 1.5% of GDP); private pensions and mutual funds are at early development stages.",

    "regional_cooperation": "Regional Cooperation and Integration (RCI) is a key crosscutting priority of the CPS. About 25% of the sovereign lending pipeline will help foster RCI. Key initiatives include: (1) Greater Mekong Subregion (GMS) Economic Corridors: Through TA support, ADB will explore cross-border connectivity opportunities between Vietnam and Lao PDR, Cambodia, and China via the GMS economic corridors. (2) Interprovincial Connectivity: ADB will continue sovereign lending to support the ongoing transformation of provinces along sections of GMS economic corridors in Vietnam (e.g., east-west, north-south, and southern economic corridors) by investing in interprovincial connectivity and ecosystem-friendly tourism projects that sequentially build on increased connectivity from past and ongoing ADB assistance to these border areas. (3) Trade Integration: Vietnam benefits from its open economy and participation in multiple free trade agreements. The Regional Comprehensive Economic Partnership (RCEP), effective from January 1, 2022, will support post-pandemic economic recovery by forging a long-term foundation for trade expansion. RCEP includes Australia, Brunei Darussalam, Cambodia, Indonesia, Japan, Lao PDR, Malaysia, Myanmar, New Zealand, China, Philippines, Republic of Korea, Singapore, Thailand, and Vietnam. Export expansion averaged 10.5% annually during 2016-2020, shifting the trade balance from chronic deficit to surplus. During COVID-19, Vietnam registered a trade surplus of more than $20 billion in 2020 and $4 billion in 2021. FDI was $25 billion in 2020 after hitting a record $39 billion in 2019. (4) Regional Knowledge Exchange: ADB will promote regional knowledge exchange between Vietnam and other developing member countries on infrastructure project implementation, business environment improvements, and climate adaptation. (5) GMS Disaster Risk Reduction: Together with the Ministry of Agriculture and Rural Development, ADB co-chairs the Disaster Risk Reduction Partnership, which consists of relevant government agencies and development partners, aiming to support capacity building on disaster risk management, share good practices, and improve coordination. (6) Digital Economy Integration: The value of Vietnam's digital economy was estimated at $21 billion in 2021, making Vietnam one of the fastest digitalizing economies in Southeast Asia, with a compound annual growth rate of 29% in 2016-2021. The digital economy is expected to add 1.20-1.95% to Vietnam's GDP and increase productivity by 8.5-10.0% by 2030. ADB will provide knowledge support to develop a digital technology industry framework and explore digital platforms for agriculture, health statistics collection, and workforce upskilling/reskilling."
  },

  "IMI_Project_Report": {
    "source_name": "Market Intelligence Report - Vietnam (Issue 1.2)",
    "publication_date": "June 2025",
    "prepared_by": "Lavinia Geraldo & Kush Ganatra",

    "imi_overview": "The Vietnam Market Intelligence Report provides a comprehensive analysis of Vietnam's macroeconomic context, infrastructure needs, PPP framework, sovereign credit profile, and regulatory environment as of June 2025. The report emphasizes that infrastructure plays a pivotal role in shaping Vietnam's economic trajectory by enhancing productivity, improving trade efficiency, and ultimately influencing sovereign debt dynamics. Vietnam's long-term development strategy identifies infrastructure as a central pillar to drive economic growth, regional integration, and sustainable urbanization according to the National Master Plan 2021-2030 (with vision to 2050). The country has invested heavily in infrastructure, spending around 6% of GDP annually (the highest rate in Southeast Asia), yet significant gaps remain between existing infrastructure and the needs of its fast-growing economy. Over 90% of this investment comes from public funds, which places considerable strain on public debt and highlights the need to mobilize more private capital. According to estimates from the Global Infrastructure Hub, Vietnam requires about $25-30 billion annually in infrastructure investment to sustain growth, but public resources currently cover only $15-18 billion, leaving a financing gap of approximately $10-15 billion each year. Vietnam ranks 47th out of 160 countries for overall infrastructure quality, and only 103rd in road quality, according to global competitiveness indices. The report provides detailed analysis of Vietnam's sovereign credit profile (Ba2/BB+/BB+ - one notch below investment grade), yield curve dynamics (remarkably flat with 2Y at 2.21%, 10Y at 3.13%, 30Y at 3.57%), infrastructure financing case studies, legal and regulatory framework for foreign borrowing, and the evolving PPP framework following recent legislative amendments effective January 2025.",

    "imi_macroeconomic_context": "Vietnam's economic trajectory between 2020 and 2023 reflects both resilience and strong recovery momentum. After modest growth during the pandemic years (2.87% in 2020 and 2.55% in 2021), the economy rebounded sharply in 2022 with 8.54% GDP growth, followed by a robust 5.07% in 2023. As of 2025, Vietnam continues to stand out as one of the world's fastest-growing economies. With a real GDP growth rate of 7.09% in 2024, it ranks among the Top 20 fastest-growing economies globally, surpassing the global average of 2.9% GDP growth. Looking ahead, the IMF projects Vietnam's economy to continue expanding steadily: GDP growth is forecast at 4.05% in 2026 and stabilizes above 5% from 2027 through 2030, reaching 5.3% by the end of the decade. Between 2019 and 2023, Vietnam consistently ranked among the top-performing economies in the ASEAN region. With a growth rate of 7.36% in 2019, Vietnam started the period as one of the region's strongest economies. Despite the COVID-19 shock in 2020, Vietnam managed to maintain positive growth (2.87%), unlike many neighbors that experienced contractions such as Thailand (-6.144%) and the Philippines (-9.518%). This consistent performance positions Vietnam as one of the most resilient and dynamic economies in Southeast Asia, particularly in the post-pandemic recovery phase. As of 2024, the three main sectors contributing to Vietnam's GDP are services (43.35%), industry and construction (36.44%), and agriculture, forestry and fishing (11.55%). Together, they reflect the country's evolving economic structure and continued momentum across diverse areas of activity. The services sector is the leading contributor, including retail trade, tourism, financial services, transportation, and information technology, highlighting Vietnam's shift toward a more consumption- and service-driven economy, especially in urban centers. The industry and construction sector remains a core engine of growth, particularly in manufacturing (electronics, textiles, food processing), bolstered by strong foreign direct investment and Vietnam's strategic role in regional and global supply chains. The agriculture sector, while declining in relative share, contributes 11.55% to GDP and remains vital, with key export products such as rice, coffee, and seafood continuing to support external trade and provide livelihoods for a significant rural population.",

    "imi_infrastructure_assessment": "Vietnam has invested heavily in infrastructure, spending around 6% of GDP annually (the highest rate in Southeast Asia), yet significant gaps remain between existing infrastructure and the needs of its fast-growing economy. Over 90% of this investment comes from public funds, placing considerable strain on public debt and highlighting the need to mobilize more private capital. According to estimates from the Global Infrastructure Hub, Vietnam requires about $25-30 billion annually in infrastructure investment to sustain growth. However, public resources currently cover only $15-18 billion, leaving a financing gap of approximately $10-15 billion each year. Vietnam ranks 47th out of 160 countries for overall infrastructure quality, and only 103rd in road quality. (1) Roads: Vietnam has an extensive road network exceeding 570,000 kilometers, but only about 20% is paved with medium or high-quality materials. This results in widespread congestion, low travel speeds (averaging around 50 km/h on highways), and safety concerns. The government aims to more than triple the expressway network from around 1,300 kilometers in 2021 to 5,000 kilometers by 2030. Roads are the backbone of the logistics system, yet poor conditions and missing highway links have become major bottlenecks for freight movement and business expansion. Only 65% of Vietnam's total road network is paved, compared to over 77% in Thailand or Malaysia. Current expenditure for road maintenance meets only 44% of minimum annual requirements. More than 65% of national roads are not regularly maintained. (2) Urban Transit: Mass transit infrastructure in major cities is still very limited. Hanoi's first metro line opened in 2021 after a decade of construction, while Ho Chi Minh City's first line, originally expected in 2022, has been delayed. Current plans include six metro lines in Hanoi and eight in HCMC, but progress remains slow due to financing hurdles and management inefficiencies. Urban bus networks are expanding. For example, Ho Chi Minh City now records around 100,000 bus rides per day, a 52% year-on-year increase. Still, capacity is far from sufficient to meet the needs of rapidly growing urban populations. (3) Ports and Logistics: Vietnam operates 45 seaports, including two major international gateways, as well as numerous inland ports. Although foreign direct investment and trade have turned ports into high-demand infrastructure, throughput capacity has lagged behind rising import-export volumes, leading to congestion and elevated logistics costs. Current total cargo capacity is approximately 543 million tonnes per year. To address these gaps, the government has approved a national plan to invest between $43-65 billion by 2030 to expand road, rail, inland waterway, seaport, and airport infrastructure. Improving multimodal logistics connectivity is a national priority, particularly as logistics costs remain high (18.0% of GDP in 2017 compared to Thailand's 8.5%) due to road congestion and last-mile inefficiencies. Vietnam's Logistics Performance Index (LPI) in 2023 was 3.3, roughly equivalent to its 2018 score, indicating little improvement over time. (4) Water Infrastructure: Vietnam's water supply and sanitation systems are under strain, unable to keep pace with demands of rapid urbanization and industrial growth. Many cities experience water shortages and flooding, with existing treatment facilities struggling to meet rising demand. Urban consumption is increasing by 5-8% per year. As of 2022, Vietnam had 750 water plants with a total daily capacity of 11.2 million cubic meters. Only an estimated 12-15% of urban wastewater is collected and treated. Most is discharged untreated into the environment. Aging drainage infrastructure and limited stormwater management have led to frequent urban flooding, with more than 60% of Ho Chi Minh City considered low-lying and flood-prone. Projections from the Global Infrastructure Outlook (GI Hub, 2023) show that while current investment trends are estimated at $19 billion in 2025, the actual investment need will rise to $22 billion. By 2040, this gap could reach $6 billion annually, with needs estimated at $32 billion and current investment trends lagging at $26 billion. This trend illustrates a critical challenge: unless Vietnam successfully mobilizes private capital and improves investment efficiency, the country may struggle to keep pace with its development goals.",

    "imi_ppp_framework": "Although Vietnam allocates up to 6% of its GDP annually to infrastructure (one of the highest rates in Southeast Asia), over 90% of this funding comes from public sources, placing growing pressure on national debt and fiscal sustainability. To alleviate this burden and mobilize private capital, the government has turned to public-private partnerships (PPPs) as a strategic solution. In recent years, Vietnam has aimed to increase the share of private sector participation in infrastructure investment from just 10% to 20%. To support this shift, the government enacted a dedicated PPP Law, effective since March 29, 2021, designed to regulate and promote private investment, particularly in critical sectors such as transport, power grids, and power generation. Building on this framework, the National Assembly passed Law No. 57/2024/QH15 in November 2024, with amendments effective from January 15, 2025. These changes are intended to resolve legal inconsistencies, strengthen state oversight, boost investor confidence in PPP arrangements, and ensure greater transparency and competitiveness in the procurement process. (1) Eligible Sectors: Under the amended PPP Law, any public investment sector can now be eligible for PPP implementation, provided the project aims to develop infrastructure or provide public services. This marks a shift from the earlier, more restrictive list of eligible sectors. However, PPP investment remains prohibited in industries classified under state monopoly, as well as in sectors related to national defense, security, and social order. By broadening the scope of eligible sectors and removing minimum investment thresholds, the law offers greater flexibility and encourages broader private sector engagement across Vietnam's infrastructure landscape. (2) Contract Models: The law recognizes several types of PPP contract models, including Build-Operate-Transfer (BOT), Build-Transfer-Operate (BTO), Build-Own-Operate (BOO), Operate-Manage (O&M), Build-Transfer-Lease (BTL), Build-Lease-Transfer (BLT), and Mixed contracts. In 2025, the Build-Transfer (BT) model was reintroduced, allowing private investors to build infrastructure and transfer it to the State upon completion. This model had previously been suspended due to concerns over land swaps and resource misuse. The reintroduction is now strictly regulated, with three variations: BT contracts compensated through land, through state budget payments, or requiring no compensation. (3) Risk Sharing and Financial Structure: The amended PPP Law improves risk-sharing mechanisms to attract investors and enhance financial sustainability. For projects facing revenue losses, the government can compensate investors using clearly defined funding sources, which must be identified at the approval stage. The law also allows for state capital participation of up to 70% (previously capped at 50%) in special cases, such as projects in disadvantaged areas, projects with high land clearance costs, or projects requiring advanced technology. This shift aims to improve project bankability and reduce private sector exposure to excessive risks. (4) Procedural Reforms: To streamline the project pipeline, the 2025 amendments remove the requirement for pre-feasibility studies for smaller projects (Group B, Group C, and O&M). They also waive investor selection procedures for certain BT contracts that require no state payment. The revised procedures simplify project approvals, clarify the roles of relevant authorities, and make Vietnam's PPP framework more efficient and responsive to private sector expectations. (5) PPP Project Classification: Under Vietnam's public investment regulations (Law on Public Investment No. 39/2019/QH14 and Decree No. 35/2021/ND-CP), PPP projects are classified into three groups based on total investment capital and sectoral scope: Group A Projects (VND 1,600-4,600 billion+ depending on sector - major infrastructure), Group B Projects (VND 120 billion to Group A thresholds), and Group C Projects (below Group B thresholds).",

    "imi_sovereign_credit": "Vietnam currently holds sovereign credit ratings of Ba2 from Moody's, BB+ from S&P, and BB+ from Fitch. These ratings place Vietnam at the upper end of the speculative-grade category, just one notch below investment grade, and reflect increasing macroeconomic stability, robust external sector performance, and prudent fiscal management. Importantly, Vietnam's sovereign trajectory reflects consistent improvements over the past decade, with all three agencies upgrading their outlooks to 'Stable', citing resilient GDP growth, diversified exports, low inflation volatility, and effective public debt control. This stability provides a strong foundation for accessing international capital markets at favorable terms. Vietnam's ratings have steadily improved over the past decade. In 2010, Moody's rated the country B1 and Fitch had Vietnam at BB-. By 2015, ratings were B1/BB/BB respectively. In 2020, they improved to Ba3/BB/BB. By 2025, Vietnam achieved Ba2/BB+/BB+ ratings. Key upgrades occurred between 2018 and 2022, driven by macro stability, a strong external position, and progress in banking sector reforms. Despite the pandemic, rating agencies noted Vietnam's outperformance relative to EM peers in managing both economic contraction and fiscal deterioration. Vietnam's sovereign yield curve is upward sloping and relatively flat, indicative of investor confidence in the country's long-term fiscal and monetary stability. The curve is characterized by low absolute yields: 1-year at 2.180%, 2-year at 2.209%, 5-year at 2.503%, 10-year at 3.134%, and 30-year at 3.572%. This shape indicates subdued inflation expectations and modest term premiums, suggesting the market is not pricing in significant near-term macro volatility. The spread between short-term and long-term rates is compressed, with the 30-year yield only 139.2 basis points above the 1-year yield, indicating stable monetary expectations and a muted inflation premium. Notably, all tenors trade below the Central Bank rate of 4.50%, with the 30-year yield 92.8 basis points below the policy rate. Vietnam's yield curve is flatter and trades well inside many of its regional and ratings-based peers. Despite being rated below investment grade, its long-term yields are significantly lower than investment-grade peers such as Indonesia (10Y: 7.05%), Philippines (10Y: 6.28%), and India (10Y: 6.32%). This suggests that market participants assign Vietnam a lower sovereign risk premium, aligning its risk pricing more closely with stronger credits. For comparison, Thailand (rated Baa1/BBB+/BBB+, higher than Vietnam) has 10Y yields at 2.09%, while Malaysia (A3/A-/A-) has 10Y yields at 3.70%. Colombia (Baa2/BBB/BBB-, similar rating to Vietnam) has much higher yields at 11.48% for 10Y. Vietnam's sovereign curve provides a critical pricing benchmark for long-term infrastructure financing. The country's ability to maintain low-cost borrowing despite sub-investment grade ratings allows corporates to issue local currency debt at lower spreads. Compressed sovereign yields support favorable borrowing terms for PPPs and BOT projects. Stable term structure signals predictable inflation expectations, anchoring long-term project IRRs. Low 10Y yield relative to peers suggests strong investor appetite and reduced perceived sovereign risk.",

    "imi_climate_exposure": "Vietnam is one of the countries most vulnerable to climate change worldwide, due to its long coastline, dense population in low-lying regions, and heavy reliance on climate-sensitive sectors like agriculture, aquaculture, and energy. The country is already facing visible and growing impacts, notably in the Mekong Delta and in major urban centers such as Ho Chi Minh City and Hanoi. The Mekong Delta, often referred to as Vietnam's 'rice bowl,' plays a crucial role in the national economy. It produces more than 50% of the country's rice, 70% of aquaculture, and over 90% of rice exports, while supporting the livelihoods of over 17 million people. However, the Delta is extremely climate-sensitive. Rising sea levels, saltwater intrusion, and land subsidence linked to both global warming and groundwater overuse pose existential threats to the region. According to the Vietnam Country Climate and Development Report published by the World Bank in 2022, more than 60% of the Delta is at risk of submergence by 2050, which would significantly reduce food production, force population displacement, and disrupt national exports. In parallel, urban areas are facing increasing heat stress and flooding. Rapid urbanization in cities like Ho Chi Minh City has outpaced drainage and infrastructure resilience, leaving millions exposed to chronic waterlogging and extreme temperatures. These risks are not only environmental or humanitarian; they directly affect productivity, public health, and economic stability. Without significant adaptation efforts, Vietnam's climate risks could reduce GDP by up to 3.2% per year by 2050, with the greatest losses occurring in vulnerable coastal and urban areas. The scale of climate risk in Vietnam creates immense fiscal challenges. The Vietnam Country Climate and Development Report estimates that the combined costs of adaptation and decarbonization could reach 6.8% of GDP annually until 2040. This includes investments in flood defenses, upgraded irrigation systems, climate-resilient roads and bridges, early warning systems, resettlement programs, and energy transition measures. In the Mekong Delta alone, strengthening embankments and retrofitting water infrastructure to manage salinity and flood levels will require multi-billion-dollar investments over the coming decades. Without timely action, these stressors will lead to rising disaster-related expenditures, frequent infrastructure replacement, and a growing need for social support systems. In the long term, climate-related damages could weaken tax revenues by disrupting agricultural and industrial output, while simultaneously increasing public spending, thereby eroding fiscal space. If adaptation and mitigation are financed solely through public borrowing, Vietnam's sovereign debt trajectory could face upward pressure. However, the report stresses that early, well-targeted climate investments, especially if combined with private capital mobilization through PPPs, can limit long-term fiscal risks. By making infrastructure more resilient and reducing exposure to climate shocks, such investments help maintain economic stability, preserve government revenue, and reduce the frequency and magnitude of emergency spending. Thus, climate policy is not only an environmental imperative but also a matter of macroeconomic and debt sustainability.",

    "pipeline_total_usd": "According to the National Master Plan 2021-2030 (with vision to 2050), Vietnam aims to significantly upgrade its transport and energy systems in the next two decades. A major objective is to expand the national expressway network from approximately 1,000 km currently to 5,000 km by 2030, requiring construction of more than 3,000 km of new expressways in the period to 2030 alone. The government has approved a national plan to invest between $43-65 billion by 2030 to expand road, rail, inland waterway, seaport, and airport infrastructure. Beyond transport, the energy sector will undergo transformation with planned investments in renewable energy, smart grids, and expanded transmission lines to meet rising electricity demand and support industrialization and digitalization. Global Infrastructure Hub estimates Vietnam requires about $25-30 billion annually in infrastructure investment to sustain growth, but public resources currently cover only $15-18 billion, leaving a financing gap of approximately $10-15 billion each year. Projections show that while current investment trends are estimated at $19 billion in 2025, the actual investment need will rise to $22 billion. By 2040, this gap could reach $6 billion annually, with needs estimated at $32 billion and current investment trends lagging at $26 billion. The government acknowledges that public finance will not suffice alone and highlights the necessity of mobilizing private and foreign investment, including PPPs, to cover a substantial portion of the estimated infrastructure financing needs. Earlier World Bank and ADB estimates suggest that Vietnam may require ~8% of GDP annually for infrastructure over the decade, and private capital is expected to contribute 20-30% to meet targets sustainably. While this scale of investment could raise sovereign debt if poorly managed, Vietnam's relatively moderate debt levels (~31.3% of GDP in 2024) and strong growth potential provide fiscal space. The National Assembly's Law No. 57/2024/QH15 (amendments effective January 2025) aims to resolve legal inconsistencies, strengthen state oversight, and boost investor confidence in PPP arrangements to help mobilize the required private capital.",

    "imi_legal_regulatory": "The Market Intelligence Report provides detailed analysis of Vietnam's legal and regulatory framework for foreign borrowing, particularly the distinction between credit institutions and enterprises as borrowers, and key changes introduced by New Regulatory Circular No. 08/2023 (effective July 1, 2024) which replaced Circular 12/2014. Key aspects include: (1) Distinction Between Borrowers: Credit institutions (banks, financial institutions licensed by the State Bank of Vietnam) face different regulations than enterprises (companies, corporations, state-owned enterprises, private businesses). (2) Key Changes in Circular 08/2023: The new circular aims to simplify procedures, clarify obligations, and align with international practices for foreign currency-denominated lending and borrowing. It updates requirements for registration, reporting, and compliance with foreign exchange regulations. (3) Foreign Borrowing Restrictions for Non-Credit Institutions: Circular 08/2023 outlines strict guidelines on permitted and prohibited uses for foreign borrowing by Vietnamese enterprises. Permitted uses include: investment in projects approved by competent authorities; working capital for production and business activities directly related to approved investment projects; refinancing of existing foreign loans under specific conditions; and other purposes approved by the State Bank of Vietnam on a case-by-case basis. Prohibited uses include: real estate investment for speculative purposes; securities trading for speculative purposes; lending to third parties; investment in projects not approved by competent authorities; and any activities prohibited by Vietnamese law. (4) Restrictions on Foreign Currency-Denominated Loans (USD, EUR, etc.): Vietnamese enterprises seeking foreign currency-denominated loans must meet strict eligibility criteria. The borrower must demonstrate that the loan proceeds will generate foreign currency revenue (e.g., export earnings) or that the project has a clear mechanism to manage foreign exchange risk. Loans must be registered with the State Bank of Vietnam, and detailed documentation on the purpose of the loan, repayment plan, and source of foreign currency for repayment must be submitted. Non-compliance can result in penalties, restrictions on future borrowing, and potential legal action. (5) Borrowing in Vietnamese Dong (VND): Borrowing in VND from foreign lenders is generally less restricted compared to foreign currency loans. However, the loan must still comply with Vietnam's foreign investment and lending regulations. The borrower must register the loan with the State Bank of Vietnam if the loan amount exceeds certain thresholds (typically USD 1 million or equivalent). For VND-denominated loans from offshore lenders, the SBV assesses whether the terms and conditions are consistent with domestic lending norms to prevent regulatory arbitrage. The regulatory framework emphasizes that enterprises must ensure compliance with both foreign exchange regulations and sector-specific requirements (e.g., PPP projects must comply with PPP Law No. 57/2024/QH15; infrastructure projects must align with public investment regulations under Law No. 39/2019/QH14). Overall, the legal and regulatory environment has become more streamlined under Circular 08/2023, but remains complex with multiple approval layers. Foreign investors and lenders must navigate SBV registration requirements, ensure loan purposes align with permitted uses, demonstrate FX risk management for foreign currency loans, comply with reporting obligations throughout the loan tenure, and coordinate with relevant government agencies depending on the project sector."
  }
}
